{
  "home": {
    "goTop": "إلى الأعلى",
    "title": "تمرين التنفس",
    "description": "مارس تمارين التنفس البطني الموجهة لتخفيف التوتر وتحسين الصحة ومن أجل البشرية جمعاء",
    "keywords": "تمرين التنفس، التأمل، تخفيف التوتر، التنفس الحجابي، التنفس البطني، اليقظة الذهنية، متعدد اللغات، دعم 20 لغة",
    "preview": "معاينة"
  },
  "embed": {
    "button": "أضف إلى موقعك",
    "title": "تضمين تمرين التنفس",
    "copy": "نسخ الكود",
    "copied": "تم نسخ الكود إلى الحافظة!",
    "description": "أضف تمرين التنفس هذا إلى موقعك:",
    "preview": "معاينة مباشرة"
  },
  "mainPanel": {
    "title": "تمرين التنفس البطني",
    "subTitle": "اختر عدد الأنفاس:",
    "unit": "نفس",
    "startButton": "ابدأ",
    "resetButton": "إعادة تعيين",
    "inhale": "شهيق، قم بتوسيع بطنك",
    "exhale": "زفير، قم بانقباض بطنك",
    "progress": "التقدم",
    "helpMsg": "اضغط ابدأ للبدء",
    "completedTitle": "عمل رائع!",
    "completedMsg": "لقد أكملت تمرين التنفس الخاص بك",
    "completedX": "خذ لحظة لملاحظة شعورك"
  },
  "instructions": {
    "title": "لماذا تمارس تمارين التنفس؟",
    "intro": {
      "text1": "تعتبر تمارين التنفس البطني تقنية أساسية وقوية تم ممارستها منذ آلاف السنين في مختلف الثقافات حول العالم، وقد أثبتت فعاليتها في تعزيز الصحة والعافية عبر العصور.",
      "text2": "حصلت هذه التقنية على دعم علمي كبير في السنوات الأخيرة، حيث يكتشف الباحثون آثار تمارين التنفس العميقة على الصحة الجسدية والعقلية، مع تزايد الدراسات التي تؤكد فوائدها المتعددة.",
      "text3": "عند ممارسة تمارين التنفس، تستخدم الحجاب الحاجز - وهي عضلة على شكل قبة في قاعدة رئتيك - المصممة طبيعياً للتعامل مع معظم عمل التنفس، مما يسمح بتبادل أكثر كفاءة للأكسجين وثاني أكسيد الكربون.",
      "text4": "غالباً ما تؤدي الحياة الحديثة إلى أنماط تنفس سطحية، مما يساهم في التوتر والقلق، لكن تمارين التنفس المنتظمة تساعد في تصحيح ذلك وإعادة التوازن الطبيعي لجسمك.",
      "text5": "من خلال العودة إلى أنماط التنفس الطبيعية، يمكننا تنشيط استجابة الاسترخاء في الجسم وتحسين صحتنا العامة، حيث تعمل تمارين التنفس على تهدئة الجهاز العصبي وتقليل هرمونات التوتر.",
      "text6": "يمكن أن تغير الممارسة المنتظمة لتمارين التنفس حياتك اليومية، مما يساعدك على إدارة الإجهاد بشكل أكثر فعالية والحفاظ على صحة أفضل على المدى الطويل."
    },
    "benefits": {
      "title": "الفوائد الرئيسية لتمارين التنفس:",
      "list": [
        "تقلل من التوتر والقلق عن طريق تنشيط الجهاز العصبي اللاودي، مما يخلق توازناً في استجابة الجسم للضغوط",
        "تخفض معدل ضربات القلب وضغط الدم، مما يعزز صحة القلب والأوعية الدموية على المدى الطويل",
        "تحسن تمارين التنفس استقرار عضلات القلب والوضعية، مما يدعم صحة العمود الفقري والهيكل العظمي",
        "تزيد من إمداد الأكسجين للأعضاء والأنسجة الحيوية، مما يعزز وظائف الجسم المختلفة ويزيد من مستويات الطاقة",
        "تعزز جودة النوم وتقلل من أعراض الأرق، مما يساعد على الاسترخاء العميق قبل النوم",
        "تحسن تمارين التنفس التركيز والوضوح الذهني، مما يزيد من الإنتاجية والقدرة على اتخاذ القرارات",
        "تقوي جهاز المناعة من خلال تقليل التوتر، مما يجعل الجسم أكثر مقاومة للأمراض",
        "تساعد في الهضم والتمثيل الغذائي، حيث تعزز حركة العضلات في الجهاز الهضمي",
        "تقلل تمارين التنفس من توتر العضلات والإجهاد البدني، مما يخفف آلام الظهر والرقبة",
        "تساعد في إدارة حالات الألم المزمن من خلال تحسين استجابة الجسم للألم وتعزيز الاسترخاء العميق"
      ]
    },
    "practice": {
      "title": "كيف تمارس تمارين التنفس بشكل صحيح:",
      "steps": [
        "ابحث عن وضعية مريحة، إما الجلوس مع استقامة العمود الفقري أو الاستلقاء على سطح مستو. تأكد من أن ملابسك مريحة وغير مقيدة للحركة.",
        "ضع يدًا على صدرك والأخرى على بطنك لمراقبة حركة التنفس. هذا سيساعدك على التأكد من أنك تتنفس بشكل صحيح أثناء ممارسة تمارين التنفس.",
        "ابدأ تمارين التنفس بالشهيق ببطء من خلال أنفك، مما يسمح لبطنك بالتمدد مثل البالون. تخيل أنك تملأ بطنك بالهواء من الأسفل إلى الأعلى. لاحظ أنه عند الشهيق، يجب أن يتمدد بطنك للخارج بينما يبقى صدرك ثابتًا دون حركة.",
        "استمر بالزفير ببطء من خلال شفتين مزمومتين، مع الشعور بانخفاض بطنك. حاول أن تجعل الزفير أطول من الشهيق لتعزيز الاسترخاء. عند الزفير، يجب أن ينقبض بطنك للداخل بينما يظل صدرك ثابتًا دون حركة.",
        "حافظ على إيقاع ثابت أثناء ممارسة تمارين التنفس. اهدف إلى شهيق لمدة 4 ثوانٍ وزفير لمدة 8 ثوانٍ، مع زيادة المدة تدريجياً مع التمرين.",
        "ركز انتباهك على الإحساس بتمارين التنفس، متجاهلاً أي أفكار مشتتة. إذا تشتت ذهنك، أعد تركيزك بلطف على تنفسك. التباين بين حركة البطن وثبات الصدر هو مؤشر على التنفس البطني الصحيح."
      ]
    },
    "daily": {
      "title": "إنشاء ممارسة يومية لتمارين التنفس:",
      "daily1": "للمبتدئين، ابدأ بـ 5-10 دقائق من تمارين التنفس، 3-4 مرات يوميًا. اختر أوقاتًا محددة لإنشاء روتين ثابت، مثل الصباح الباكر، وبعد الظهر، وقبل النوم. مع زيادة راحتك مع التقنية، قم بزيادة مدة جلسات تمارين التنفس تدريجيًا حتى تصل إلى 15-20 دقيقة للجلسة الواحدة.",
      "daily2": "يمكن للممارسين المتقدمين دمج هذه التقنية في أنشطة مختلفة، مثل المشي أو أثناء المواقف العصيبة. تجعل تنوعية تمارين التنفس منها أداة لا تقدر بثمن لإدارة الإجهاد اليومي. يمكنك أيضًا استكشاف أنماط مختلفة من تمارين التنفس لتناسب احتياجاتك المختلفة، مثل تمارين التنفس للتركيز أو للاسترخاء العميق."
    },
    "tips": {
      "title": "نصائح مهمة للممارسة الفعالة لتمارين التنفس:",
      "list": [
        "اختر بيئة هادئة لممارسة تمارين التنفس، خاصة عندما تكون في بداية تعلم التقنية",
        "ارتدِ ملابس مريحة أثناء الممارسة لتسمح بحركة البطن والصدر بحرية",
        "حافظ على الوضعية الصحيحة مع استقامة العمود الفقري لتسهيل التنفس العميق",
        "كن ثابتًا في ممارستك اليومية، حتى لو كانت لفترات قصيرة، فالانتظام هو المفتاح",
        "استمع إلى جسمك وضبط وتيرة تمارين التنفس حسب احتياجاتك الشخصية وقدراتك"
      ]
    },
    "conclusion": {
      "conclusion1": "إذا شعرت بالدوار أثناء ممارسة تمارين التنفس، عد إلى نمط تنفسك الطبيعي واستأنف ببطء. تذكر أن تمارين التنفس يجب أن تشعرك بالراحة والطبيعية، وليس بالإجهاد أو عدم الراحة.",
      "conclusion2": "يمكن أن تؤدي الممارسة المنتظمة لتمارين التنفس إلى فوائد طويلة المدى، بما في ذلك تحسين التنظيم العاطفي وتعزيز المرونة في مواجهة الإجهاد. مع الوقت، ستلاحظ تحسنًا في استجابتك للمواقف الصعبة.",
      "conclusion3": "تعتبر تمارين التنفس هذه البسيطة ولكن القوية متاحة للجميع ويمكن ممارستها في أي مكان، مما يجعلها أداة أساسية للحياة الحديثة. لا تحتاج إلى معدات خاصة أو مساحة كبيرة لممارستها.",
      "conclusion4": "سواء كنت تتعامل مع الإجهاد أو القلق أو ببساطة تريد تحسين صحتك، فإن دمج تمارين التنفس في روتينك اليومي يمكن أن يساعدك على تحقيق توازن أفضل وحياة أكثر صحة وسعادة."
    }
  },
  "languageDetection": {
    "title": "كشف اللغة",
    "description": "هل ترغب في التبديل إلى",
    "close": "لا، شكرًا",
    "changeAction": "نعم، قم بالتبديل"
  }
}