{
  "home": {
    "goTop": "العودة إلى الأعلى"
  },
  "embed": {
    "button": "أضف إلى موقعك",
    "title": "تضمين تمرين التنفس",
    "copy": "نسخ الكود",
    "copied": "تم نسخ الكود إلى الحافظة!",
    "description": "أضف تمرين التنفس هذا إلى موقعك:",
    "preview": "معاينة مباشرة"
  },
  "mainPanel": {
    "title": "تمرين التنفس البطني",
    "subTitle": "اختر عدد الأنفاس:",
    "unit": "نفس",
    "startButton": "ابدأ",
    "resetButton": "إعادة تعيين",
    "inhale": "شهيق، قم بتوسيع بطنك",
    "exhale": "زفير، قم بانقباض بطنك",
    "progress": "التقدم",
    "helpMsg": "اضغط ابدأ للبدء",
    "completedTitle": "عمل رائع!",
    "completedMsg": "لقد أكملت تمرين التنفس الخاص بك",
    "completedX": "خذ لحظة لملاحظة شعورك"
  },
  "instructions": {
    "title": "لماذا تمارس التنفس البطني؟",
    "intro": {
      "text1": "التنفس البطني، المعروف أيضًا باسم التنفس الحجابي، هو تقنية أساسية ولكنها قوية تمارس منذ آلاف السنين في مختلف الثقافات.",
      "text2": "لقد حصلت هذه الممارسة القديمة للتنفس البطني على دعم علمي كبير في السنوات الأخيرة، حيث يستمر الباحثون في اكتشاف آثاره العميقة على الصحة الجسدية والعقلية.",
      "text3": "عندما تمارس التنفس البطني، فإنك تستخدم الحجاب الحاجز - عضلة على شكل قبة في قاعدة رئتيك - وهي مصممة بشكل طبيعي للتعامل مع معظم عمل التنفس.",
      "text4": "غالبًا ما تؤدي الحياة الحديثة إلى أنماط تنفس سطحية تعتمد على الصدر، مما يمكن أن يساهم في التوتر والقلق.",
      "text5": "من خلال العودة إلى أنماط التنفس البطني الطبيعية، يمكننا تنشيط استجابة الاسترخاء في الجسم وتحسين صحتنا العامة.",
      "text6": "يمكن أن يغير الممارسة المنتظمة للتنفس البطني حياتك اليومية، مما يساعدك على إدارة الإجهاد بشكل أكثر فعالية والحفاظ على صحة أفضل."
    },
    "benefits": {
      "title": "الفوائد الرئيسية للتنفس البطني:",
      "list": [
        "يقلل من التوتر والقلق عن طريق تنشيط الجهاز العصبي اللاودي",
        "يخفض معدل ضربات القلب وضغط الدم، مما يعزز صحة القلب والأوعية الدموية",
        "يحسن استقرار عضلات القلب والوضعية",
        "يزيد من إمداد الأكسجين للأعضاء والأنسجة الحيوية",
        "يعزز جودة النوم ويقلل من أعراض الأرق",
        "يعزز التركيز والوضوح الذهني",
        "يقوي جهاز المناعة من خلال تقليل التوتر",
        "يساعد في الهضم والتمثيل الغذائي",
        "يقلل من توتر العضلات والإجهاد البدني",
        "يساعد في إدارة حالات الألم المزمن"
      ]
    },
    "practice": {
      "title": "كيف تمارس التنفس البطني:",
      "steps": [
        "ابحث عن وضعية مريحة، إما الجلوس مع استقامة العمود الفقري أو الاستلقاء على سطح مستو. إذا كنت جالسًا، حافظ على استرخاء كتفيك ومحاذاة رأسك مع عمودك الفقري.",
        "ضع يدًا على صدرك والأخرى على بطنك، أسفل القفص الصدري مباشرة. يساعد وضع اليدين هذا على إدراك نمط تنفسك.",
        "ابدأ ممارسة التنفس البطني عن طريق الشهيق ببطء من خلال أنفك، مما يسمح لبطنك بالتمدد مثل البالون. يجب أن ترتفع اليد الموجودة على بطنك، بينما تظل اليد الموجودة على صدرك ثابتة نسبيًا.",
        "قم بالزفير ببطء من خلال شفتين مزمومتين، مع الشعور بانخفاض بطنك. تخيل إطلاق كل التوتر مع كل زفير. يجب أن تعود اليد الموجودة على بطنك إلى وضعها الأولي.",
        "حافظ على إيقاع ثابت في تنفسك البطني. اهدف إلى شهيق لمدة 4 ثوانٍ وزفير لمدة 8 ثوانٍ للبدء.",
        "ركز انتباهك على الإحساس بالارتفاع والانخفاض في بطنك، متجاهلاً أي أفكار مشتتة."
      ]
    },
    "daily": {
      "title": "إنشاء ممارسة يومية للتنفس البطني:",
      "daily1": "للمبتدئين، ابدأ بـ 5-10 دقائق من التنفس البطني، 3-4 مرات يوميًا. اختر أوقاتًا محددة، مثل أول شيء في الصباح، أو قبل الوجبات، أو قبل النوم، لإنشاء روتين ممارسة ثابت. مع زيادة راحتك مع التقنية، قم بزيادة مدة جلسات التنفس البطني تدريجيًا.",
      "daily2": "يمكن للممارسين المتقدمين دمج التنفس البطني في أنشطة مختلفة، مثل المشي، أو ممارسة الرياضة، أو أثناء المواقف العصيبة. تجعل تنوعية التنفس البطني منه أداة لا تقدر بثمن لإدارة الإجهاد اليومي والحفاظ على الصحة العامة."
    },
    "tips": {
      "title": "نصائح مهمة للتنفس البطني الفعال:",
      "list": [
        "مارس في بيئة هادئة في البداية",
        "ارتدِ ملابس مريحة وفضفاضة",
        "حافظ على الوضعية الصحيحة أثناء الممارسة",
        "كن ثابتًا في الممارسة اليومية",
        "استمع إلى جسمك وضبط السرعة حسب الحاجة"
      ]
    },
    "conclusion": {
      "conclusion1": "إذا شعرت بالدوار أو الدوخة أثناء التنفس البطني، عد إلى نمط تنفسك الطبيعي وعد ببطء إلى الممارسة. تذكر أن التنفس البطني يجب أن يشعرك بالراحة والطبيعية.",
      "conclusion2": "يمكن أن تؤدي الممارسة المنتظمة للتنفس البطني إلى فوائد طويلة المدى تحويلية، بما في ذلك تحسين التنظيم العاطفي، وتعزيز المرونة في مواجهة الإجهاد، وصحة عامة أفضل.",
      "conclusion3": "هذه التقنية البسيطة ولكن القوية للتنفس متاحة للجميع ويمكن ممارستها في أي مكان، مما يجعلها أداة أساسية للحياة الحديثة.",
      "conclusion4": "سواء كنت تتعامل مع الإجهاد، أو القلق، أو ببساطة تريد تحسين صحتك، فإن دمج التنفس البطني في روتينك اليومي يمكن أن يساعدك على تحقيق توازن وحيوية أكبر."
    }
  },
  "languageDetection": {
    "title": "كشف اللغة",
    "description": "هل ترغب في التبديل إلى",
    "close": "لا، شكرًا",
    "changeAction": "نعم، قم بالتبديل"
  }
}