{
  "home": {
    "goTop": "Nach oben",
    "title": "Bauchatmung",
    "description": "Üben Sie geführte Bauchatmung zur Stressreduktion, besseren Gesundheit und zum Wohle der Menschheit",
    "keywords": "Atemübung, Meditation, Stressabbau, Zwerchfellatmung, Bauchatmung, Achtsamkeit, internationalisiert, Unterstützung für 20 Sprachen",
    "preview": "Vorschau"
  },
  "embed": {
    "button": "Zu Ihrer Website hinzufügen",
    "title": "Atemübung einbetten",
    "copy": "Code kopieren",
    "copied": "Code in die Zwischenablage kopiert!",
    "description": "Fügen Sie diese Atemübung zu Ihrer Website hinzu:",
    "preview": "Live-Vorschau"
  },
  "mainPanel": {
    "title": "Bauchatmungsübung",
    "subTitle": "Wählen Sie die Anzahl der Atemzüge:",
    "unit": "Atemzüge",
    "startButton": "Starten",
    "resetButton": "Zurücksetzen",
    "inhale": "Einatmen, Bauch ausdehnen",
    "exhale": "Ausatmen, Bauch zusammenziehen",
    "progress": "Fortschritt",
    "helpMsg": "Drücken Sie Starten, um zu beginnen",
    "completedTitle": "Gut gemacht!",
    "completedMsg": "Sie haben Ihre Atemübung abgeschlossen",
    "completedX": "Nehmen Sie sich einen Moment Zeit, um zu spüren, wie Sie sich fühlen"
  },
  "instructions": {
    "title": "Warum Bauchatmung üben?",
    "intro": {
      "text1": "Die Bauchatmung ist eine grundlegende, aber kraftvolle Technik, die seit Tausenden von Jahren in verschiedenen Kulturen praktiziert wird und ihre Wirksamkeit über Generationen bewiesen hat.",
      "text2": "Diese alte Praxis der Bauchatmung hat in den letzten Jahren erhebliche wissenschaftliche Unterstützung erhalten, da Forscher ihre tiefgreifenden Auswirkungen auf körperliche und geistige Gesundheit dokumentieren.",
      "text3": "Wenn Sie Bauchatmung praktizieren, aktivieren Sie das Zwerchfell - einen kuppelförmigen Muskel an der Basis Ihrer Lunge -, der von Natur aus den größten Teil Ihrer Atmungsarbeit übernimmt.",
      "text4": "Das moderne Leben führt oft zu flachen Atemmustern, die zu Stress beitragen können, aber regelmäßige Bauchatmung hilft, diese ungesunden Muster zu korrigieren.",
      "text5": "Durch die Rückkehr zu natürlichen Bauchatmung-Mustern können wir die Entspannungsreaktion des Körpers aktivieren und unser allgemeines Wohlbefinden verbessern.",
      "text6": "Regelmäßige Praxis der Bauchatmung kann Ihr tägliches Leben transformieren, Ihnen helfen, Stress effektiver zu bewältigen und eine bessere Gesundheit zu erhalten."
    },
    "benefits": {
      "title": "Hauptvorteile der Bauchatmung:",
      "list": [
        "Die Bauchatmung reduziert Stress und Angst durch Aktivierung des parasympathischen Nervensystems",
        "Senkt Herzfrequenz und Blutdruck, fördert die kardiovaskuläre Gesundheit",
        "Regelmäßige Bauchatmung verbessert die Stabilität der Rumpfmuskulatur und die Körperhaltung",
        "Erhöht die Sauerstoffversorgung lebenswichtiger Organe und Gewebe",
        "Die Bauchatmung verbessert die Schlafqualität und reduziert Insomnie-Symptome",
        "Steigert Konzentration und mentale Klarheit",
        "Stärkt das Immunsystem durch Stressreduktion",
        "Die Bauchatmung fördert Verdauung und Stoffwechsel",
        "Reduziert Muskelverspannungen und körperlichen Stress",
        "Hilft bei der Bewältigung chronischer Schmerzen"
      ]
    },
    "practice": {
      "title": "Wie man Bauchatmung praktiziert:",
      "steps": [
        "Finden Sie eine bequeme Position für Ihre Bauchatmung, entweder im Sitzen mit gerader Wirbelsäule oder im Liegen auf einer ebenen Fläche.",
        "Legen Sie eine Hand auf Ihre Brust und die andere auf Ihren Bauch. Diese Handposition hilft Ihnen, Ihr Bauchatmung-Muster bewusst wahrzunehmen.",
        "Beginnen Sie Ihre Bauchatmung, indem Sie langsam durch die Nase einatmen und Ihren Bauch wie einen Ballon aufblasen lassen. Achten Sie darauf, dass sich dabei Ihr Bauch nach außen wölbt, während Ihr Brustkorb relativ unbewegt bleibt.",
        "Atmen Sie langsam durch die gespitzten Lippen aus und spüren Sie, wie Ihr Bauch sinkt. Bei der korrekten Bauchatmung zieht sich Ihr Bauch beim Ausatmen nach innen, während Ihr Brustkorb weiterhin kaum Bewegung zeigt.",
        "Halten Sie einen gleichmäßigen Rhythmus bei Ihrer Bauchatmung. Beginnen Sie mit einer 4-Sekunden-Einatmung und einer 8-Sekunden-Ausatmung.",
        "Konzentrieren Sie Ihre Aufmerksamkeit auf das Heben und Senken Ihres Bauches und genießen Sie die beruhigende Wirkung der Bauchatmung. Der Kontrast zwischen der Bewegung des Bauches und der relativen Ruhe des Brustkorbs ist ein Zeichen für korrekte Bauchatmung."
      ]
    },
    "daily": {
      "title": "Eine tägliche Bauchatmung-Praxis etablieren:",
      "daily1": "Für Anfänger beginnen Sie mit 5-10 Minuten Bauchatmung, 3-4 mal täglich. Wählen Sie bestimmte Zeiten, wie gleich nach dem Aufwachen, vor den Mahlzeiten oder vor dem Schlafengehen, um eine regelmäßige Bauchatmung-Routine zu etablieren. Wenn Sie mit der Technik vertrauter werden, erhöhen Sie allmählich die Dauer Ihrer Bauchatmung-Sitzungen.",
      "daily2": "Fortgeschrittene können Bauchatmung in verschiedene Aktivitäten integrieren, wie Gehen, Sport oder in stressigen Situationen. Die Vielseitigkeit der Bauchatmung macht sie zu einem unschätzbaren Werkzeug für das tägliche Stressmanagement und die allgemeine Gesundheitspflege."
    },
    "tips": {
      "title": "Wichtige Tipps für effektive Bauchatmung:",
      "list": [
        "Üben Sie Bauchatmung zunächst in einer ruhigen Umgebung",
        "Tragen Sie bequeme, lockere Kleidung für optimale Bauchatmung",
        "Halten Sie während der Bauchatmung eine korrekte Körperhaltung",
        "Seien Sie konsequent in Ihrer täglichen Bauchatmung-Praxis",
        "Hören Sie auf Ihren Körper und passen Sie das Tempo Ihrer Bauchatmung nach Bedarf an"
      ]
    },
    "conclusion": {
      "conclusion1": "Wenn Sie während der Bauchatmung Schwindel verspüren, kehren Sie zu Ihrem normalen Atemmuster zurück und gehen Sie allmählich wieder zur Übung über. Denken Sie daran, dass Bauchatmung sich natürlich und angenehm anfühlen sollte.",
      "conclusion2": "Regelmäßige Praxis der Bauchatmung kann langfristige transformative Vorteile bringen, einschließlich verbesserter emotionaler Regulation, erhöhter Stressresistenz und besserer allgemeiner Gesundheit.",
      "conclusion3": "Diese einfache, aber kraftvolle Bauchatmung-Technik ist für jeden zugänglich und kann überall praktiziert werden, was sie zu einem wesentlichen Werkzeug für das moderne Leben macht.",
      "conclusion4": "Egal, ob Sie mit Stress zu kämpfen haben oder einfach Ihr Wohlbefinden verbessern möchten, die Integration von Bauchatmung in Ihre tägliche Routine kann Ihnen helfen, ein besseres Gleichgewicht und mehr Vitalität zu erreichen."
    }
  },
  "languageDetection": {
    "title": "Spracherkennung",
    "description": "Möchten Sie zu wechseln",
    "close": "Nein, danke",
    "changeAction": "Ja, wechseln"
  }
}