{
  "home": {
    "goTop": "Go Top"
  },
  "embed": {
    "button": "Embed",
    "title": "Embed Breathing Exercise",
    "copy": "Copy Code",
    "copied": "Code copied to clipboard!",
    "description": "Add this breathing exercise to your website:",
    "preview": "Live Preview"
  },
  "mainPanel": {
    "title": "Belly Breathing Exercise",
    "subTitle": "Select the number of breaths:",
    "unit": "breaths",
    "startButton": "Start",
    "resetButton": "Reset",
    "inhale": "Inhale, expand your belly",
    "exhale": "Exhale, contract your belly",
    "progress": "Progress",
    "helpMsg": "Press Start to begin",
    "completedTitle": "Great job!",
    "completedMsg": "You've completed your breathing exercise",
    "completedX": "Take a moment to notice how you feel"
  },
  "instructions": {
    "title": "Why Practice Belly Breathing?",
    "intro": {
      "text1": "Belly breathing, also known as diaphragmatic breathing, is a fundamental yet powerful technique that has been practiced for thousands of years in various cultures.",
      "text2": "This ancient practice of belly breathing has gained significant scientific backing in recent years, as researchers continue to discover its profound effects on both physical and mental health.",
      "text3": "When you practice belly breathing, you engage the diaphragm – a dome-shaped muscle at the base of your lungs – which is naturally designed to handle most of your breathing work.",
      "text4": "Modern life often leads to shallow, chest-based breathing patterns, which can contribute to stress and anxiety.",
      "text5": "By returning to natural belly breathing patterns, we can activate our body's relaxation response and improve our overall well-being.",
      "text6": "Regular belly breathing practice can transform your daily life, helping you manage stress more effectively and maintain better health."
    },
    "benefits": {
      "title": "Key Benefits of Belly Breathing:",
      "list": [
        "Reduces stress and anxiety by activating the parasympathetic nervous system",
        "Lowers heart rate and blood pressure, promoting cardiovascular health",
        "Improves core muscle stability and posture",
        "Increases oxygen supply to vital organs and tissues",
        "Enhances sleep quality and reduces insomnia symptoms",
        "Boosts focus, concentration, and mental clarity",
        "Strengthens the immune system through stress reduction",
        "Aids in digestion and metabolism",
        "Reduces muscle tension and physical stress",
        "Helps manage chronic pain conditions"
      ]
    },
    "practice": {
      "title": "How to Practice Belly Breathing:",
      "steps": [
        "Find a comfortable position, either sitting with your spine straight or lying down on a flat surface. If sitting, keep your shoulders relaxed and head aligned with your spine.",
        "Place one hand on your chest and the other on your belly, just below your rib cage. This hand placement helps you become aware of your breathing pattern.",
        "Begin your belly breathing practice by inhaling slowly through your nose, allowing your belly to expand like a balloon. The hand on your belly should rise, while the hand on your chest should remain relatively still.",
        "Exhale slowly through pursed lips, feeling your belly fall. Imagine releasing all tension with each exhale. The hand on your belly should lower back to its starting position.",
        "Maintain a steady rhythm with your belly breathing. Aim for a 4-second inhale and a 8-second exhale to start.",
        "Focus your attention on the rising and falling sensation in your belly, letting go of any distracting thoughts."
      ]
    },
    "daily": {
      "title": "Establishing a Daily Belly Breathing Practice:",
      "daily1": "For beginners, start with 5-10 minutes of belly breathing, 3-4 times per day. Choose specific times, such as first thing in the morning, before meals, or before bed, to establish a consistent practice routine. As you become more comfortable with the technique, gradually increase the duration of your belly breathing sessions.",
      "daily2": "Advanced practitioners can incorporate belly breathing into various activities, such as walking, exercising, or during stressful situations. The versatility of belly breathing makes it an invaluable tool for daily stress management and overall health maintenance."
    },
    "tips": {
      "title": "Important Tips for Effective Belly Breathing:",
      "list": [
        "Practice in a quiet environment initially",
        "Wear comfortable, loose-fitting clothing",
        "Maintain proper posture during practice",
        "Stay consistent with daily practice",
        "Listen to your body and adjust the pace as needed"
      ]
    },
    "conclusion": {
      "conclusion1": "If you experience lightheadedness or dizziness during belly breathing, return to your normal breathing pattern and gradually ease back into the practice. Remember that belly breathing should feel natural and comfortable.",
      "conclusion2": "Regular practice of belly breathing can lead to transformative long-term benefits, including improved emotional regulation, enhanced stress resilience, and better overall health.",
      "conclusion3": "This simple yet powerful breathing technique is accessible to everyone and can be practiced anywhere, making it an essential tool for modern life.",
      "conclusion4": "Whether you're dealing with stress, anxiety, or simply want to improve your well-being, incorporating belly breathing into your daily routine can help you achieve greater balance and vitality."
    }
  }
}