{
  "home": {
    "goTop": "Go Top",
    "title": "Breathing Exercise",
    "description": "Practice guided belly breathing exercises for stress relief, better health, and for all mankind",
    "keywords": "breathing exercise, meditation, stress relief, diaphragmatic breathing, belly breathing, mindfulness, internationalized, support for 20 languages",
    "preview": "Preview"
  },
  "embed": {
    "button": "Add To Your Website",
    "title": "Belly Breathing Exercise",
    "copy": "Copy Code",
    "copied": "Code copied to clipboard!",
    "description": "Add this belly breathing exercise to your website:",
    "preview": "Live Preview"
  },
  "mainPanel": {
    "title": "Belly Breathing Exercise",
    "subTitle": "Select the number of breaths:",
    "unit": "breaths",
    "startButton": "Start",
    "resetButton": "Reset",
    "muteMsg": "Mute",
    "unmuteMsg": "Unmute",
    "inhale": "Inhale deeply, expand your belly outward",
    "exhale": "Exhale slowly, contract your belly inward",
    "progress": "Exercise Progress",
    "helpMsg": "Begin your belly breathing exercise session",
    "completedTitle": "Excellent work!",
    "completedMsg": "You've successfully completed your belly breathing exercise",
    "completedX": "Take a moment to notice the calming effects of your practice"
  },
  "instructions": {
    "title": "Understanding Belly Breathing Exercise",
    "intro": {
      "text1": "The belly breathing exercise is a time-tested therapeutic technique that harmoniously combines gentle abdominal movements with conscious breathing patterns, passed down through generations of wellness practitioners.",
      "text2": "Contemporary scientific research strongly validates this belly breathing exercise as an effective method for enhancing both mental clarity and physical vitality, with numerous studies documenting its positive impacts on health.",
      "text3": "During each belly breathing exercise session, you'll naturally engage your diaphragm – the primary breathing muscle – creating a foundation for optimal breathing patterns that support overall wellness.",
      "text4": "While modern lifestyle often promotes shallow chest breathing, regular belly breathing exercise practice helps restore your body's natural breathing rhythm, reducing stress and promoting relaxation.",
      "text5": "Consistent practice of the breathing exercise activates your body's innate relaxation response, leading to decreased anxiety and improved emotional balance.",
      "text6": "Making this belly breathing exercise a part of your daily wellness routine can profoundly transform your ability to manage stress and maintain optimal health."
    },
    "benefits": {
      "title": "Benefits of Belly Breathing Exercise:",
      "list": [
        "Each belly breathing exercise session effectively reduces stress and anxiety levels",
        "Significantly improves cardiovascular health through regulated breathing patterns",
        "Strengthens core muscles through natural diaphragmatic engagement",
        "Enhances oxygen delivery to vital organs and tissues",
        "Promotes deeper, more restorative sleep patterns",
        "Increases mental clarity and cognitive function",
        "Boosts immune system effectiveness",
        "Supports optimal digestive system function",
        "Relieves chronic muscle tension and physical stress",
        "Helps manage various types of persistent discomfort"
      ]
    },
    "practice": {
      "title": "Belly Breathing Exercise Guide:",
      "steps": [
        "Find a comfortable, quiet position for your belly breathing exercise practice, either sitting upright or lying down",
        "Place one hand on your belly and another on your chest to monitor your breathing movements",
        "Begin your belly breathing exercise with a slow, controlled inhale through your nose",
        "Feel your belly expand fully like a balloon while keeping your chest relatively still",
        "Exhale slowly and completely through slightly pursed lips, feeling your belly gently contract while your chest remains relatively still",
        "Maintain awareness of the natural rhythm and flow of your breath throughout the practice, noting the contrast between your moving belly and still chest"
      ]
    },
    "daily": {
      "title": "Establishing Your Daily Belly Breathing Exercise Routine:",
      "daily1": "For beginners, start with 5-10 minutes of belly breathing exercise, 3-4 times per day, spacing them throughout your day. Choose consistent times that align with your schedule, such as morning, afternoon, and evening. As your practice develops, gradually extend the duration of each session.",
      "daily2": "Once you're comfortable with the basic technique, begin integrating belly breathing exercise into various daily activities, such as walking, working, or during moments of stress. The versatility of this practice makes it an invaluable tool for maintaining balance throughout your day."
    },
    "tips": {
      "title": "Tips for Better Practice:",
      "list": [
        "Choose a quiet, peaceful environment for focused practice",
        "Wear loose, comfortable clothing that allows free movement",
        "Maintain proper posture to maximize breathing efficiency",
        "Practice consistently at scheduled times each day",
        "Listen carefully to your body's responses and adjust accordingly"
      ]
    },
    "conclusion": {
      "conclusion1": "If you experience any lightheadedness during your belly breathing exercise, simply pause, return to normal breathing, and gently resume when ready. Remember that this practice should always feel natural and comfortable.",
      "conclusion2": "Regular belly breathing exercise practice leads to profound and lasting benefits for both physical health and emotional well-being, with improvements becoming more noticeable over time.",
      "conclusion3": "This accessible yet powerful breathing technique can be practiced anywhere, making it an essential tool for managing modern life's challenges.",
      "conclusion4": "Whether you're seeking stress relief, improved health, or enhanced well-being, incorporating this belly breathing exercise into your daily routine can help you achieve greater balance and vitality."
    }
  },
  "languageDetection": {
    "title": "Language Detection",
    "description": "Would you like to switch to",
    "close": "No, thanks",
    "changeAction": "Yes, switch"
  },
  "footer": {
    "relatedLinks": "Related Links"
  }
}