{
  "home": {
    "goTop": "Ir arriba",
    "title": "Ejercicio de respiración",
    "description": "Practica ejercicios guiados de respiración abdominal para aliviar el estrés, mejorar la salud y para toda la humanidad",
    "keywords": "ejercicio de respiración, meditación, alivio del estrés, respiración diafragmática, respiración abdominal, mindfulness, internacionalizado, soporte para 20 idiomas",
    "preview": "Vista previa"
  },
  "embed": {
    "button": "Agregar a tu sitio web",
    "title": "Incorporar ejercicio de respiración",
    "copy": "Copiar código",
    "copied": "¡Código copiado al portapapeles!",
    "description": "Agrega este ejercicio de respiración a tu sitio web:",
    "preview": "Vista previa en vivo"
  },
  "mainPanel": {
    "title": "Ejercicio de Respiración Abdominal",
    "subTitle": "Seleccione el número de respiraciones:",
    "unit": "respiraciones",
    "startButton": "Comenzar",
    "resetButton": "Reiniciar",
    "muteMsg": "Silenciar",
    "unmuteMsg": "Activar sonido",
    "inhale": "Inhale, expanda su abdomen",
    "exhale": "Exhale, contraiga su abdomen",
    "progress": "Progreso",
    "helpMsg": "Presione Comenzar para iniciar",
    "completedTitle": "¡Buen trabajo!",
    "completedMsg": "Ha completado su ejercicio de respiración",
    "completedX": "Tómese un momento para notar cómo se siente"
  },
  "instructions": {
    "title": "¿Por qué practicar el ejercicio de respiración?",
    "intro": {
      "text1": "El ejercicio de respiración abdominal es una técnica fundamental pero poderosa que se ha practicado durante miles de años en diversas culturas alrededor del mundo.",
      "text2": "Este antiguo ejercicio de respiración ha ganado un respaldo científico significativo en los últimos años, ya que los investigadores continúan descubriendo sus profundos efectos en la salud física y mental.",
      "text3": "Cuando practicas el ejercicio de respiración, activas el diafragma, un músculo en forma de cúpula en la base de tus pulmones, que está naturalmente diseñado para manejar la mayor parte de tu trabajo respiratorio.",
      "text4": "La vida moderna a menudo conduce a patrones de respiración superficiales, lo que puede contribuir al estrés y la ansiedad, pero el ejercicio de respiración regular ayuda a corregir estos patrones.",
      "text5": "Al volver a los patrones naturales mediante el ejercicio de respiración, podemos activar la respuesta de relajación del cuerpo y mejorar nuestro bienestar general.",
      "text6": "La práctica regular del ejercicio de respiración puede transformar tu vida diaria, ayudándote a manejar el estrés de manera más efectiva y a mantener una mejor salud."
    },
    "benefits": {
      "title": "Beneficios clave del ejercicio de respiración:",
      "list": [
        "El ejercicio de respiración reduce el estrés y la ansiedad al activar el sistema nervioso parasimpático",
        "Disminuye la frecuencia cardíaca y la presión arterial, promoviendo la salud cardiovascular",
        "Mejora la estabilidad de los músculos centrales y la postura",
        "El ejercicio de respiración aumenta el suministro de oxígeno a los órganos y tejidos vitales",
        "Mejora la calidad del sueño y reduce los síntomas de insomnio",
        "El ejercicio de respiración aumenta la concentración y la claridad mental",
        "Fortalece el sistema inmunológico a través de la reducción del estrés",
        "Ayuda en la digestión y el metabolismo",
        "El ejercicio de respiración reduce la tensión muscular y el estrés físico",
        "Ayuda a manejar condiciones de dolor crónico"
      ]
    },
    "practice": {
      "title": "Cómo practicar el ejercicio de respiración:",
      "steps": [
        "Encuentra una posición cómoda para tu ejercicio de respiración, ya sea sentado con la columna recta o acostado sobre una superficie plana.",
        "Coloca una mano en tu pecho y la otra en tu abdomen. Esta colocación te ayuda a ser consciente de tu patrón durante el ejercicio de respiración.",
        "Comienza tu ejercicio de respiración inhalando lentamente por la nariz, permitiendo que tu abdomen se expanda como un globo. Durante la inhalación, tu abdomen debe expandirse hacia afuera mientras tu pecho permanece relativamente inmóvil.",
        "Exhala lentamente por los labios fruncidos, sintiendo cómo tu abdomen desciende. Durante la exhalación, tu abdomen debe contraerse hacia adentro mientras tu pecho sigue manteniéndose relativamente inmóvil. Imagina liberar toda la tensión con cada exhalación.",
        "Mantén un ritmo constante con tu ejercicio de respiración. Apunta a una inhalación de 4 segundos y una exhalación de 8 segundos para comenzar.",
        "Enfoca tu atención en las sensaciones durante el ejercicio de respiración, dejando ir cualquier pensamiento distractor. El contraste entre el movimiento del abdomen y la relativa quietud del pecho es señal de una correcta respiración abdominal."
      ]
    },
    "daily": {
      "title": "Estableciendo una práctica diaria del ejercicio de respiración:",
      "daily1": "Para principiantes, comienza con 5-10 minutos de ejercicio de respiración, 3-4 veces al día. Elige momentos específicos, como al despertar, antes de las comidas o antes de dormir, para establecer una rutina consistente. A medida que te sientas más cómodo con la técnica, aumenta gradualmente la duración de tus sesiones de ejercicio de respiración.",
      "daily2": "Los practicantes avanzados pueden incorporar el ejercicio de respiración en diversas actividades, como caminar, hacer deporte o durante situaciones estresantes. La versatilidad del ejercicio de respiración lo convierte en una herramienta invaluable para la gestión diaria del estrés y el mantenimiento de la salud general."
    },
    "tips": {
      "title": "Consejos importantes para un ejercicio de respiración efectivo:",
      "list": [
        "Practica el ejercicio de respiración inicialmente en un entorno tranquilo",
        "Usa ropa cómoda y holgada durante tu ejercicio de respiración",
        "Mantén una postura correcta durante la práctica",
        "Sé constante en tu ejercicio de respiración diario",
        "Escucha a tu cuerpo y ajusta el ritmo según sea necesario"
      ]
    },
    "conclusion": {
      "conclusion1": "Si experimentas mareos durante el ejercicio de respiración, vuelve a tu patrón normal y regresa gradualmente a la práctica. Recuerda que el ejercicio de respiración debe sentirse natural y cómodo.",
      "conclusion2": "La práctica regular del ejercicio de respiración puede traer beneficios transformadores a largo plazo, incluyendo una mejor regulación emocional, mayor resiliencia al estrés y mejor salud general.",
      "conclusion3": "Este simple pero poderoso ejercicio de respiración es accesible para todos y se puede practicar en cualquier lugar, lo que lo convierte en una herramienta esencial para la vida moderna.",
      "conclusion4": "Ya sea que estés lidiando con el estrés, la ansiedad o simplemente quieras mejorar tu bienestar, incorporar el ejercicio de respiración en tu rutina diaria puede ayudarte a lograr un mejor equilibrio y mayor vitalidad."
    }
  },
  "languageDetection": {
    "title": "Detección de idioma",
    "description": "¿Te gustaría cambiar a",
    "close": "No, gracias",
    "changeAction": "Sí, cambiar"
  },
  "footer": {
    "relatedLinks": "Enlaces relacionados"
  }
}

