{
  "home": {
    "goTop": "ऊपर जाएं",
    "title": "प्राणायाम",
    "description": "तनाव से राहत, बेहतर स्वास्थ्य और सभी मानवता के लिए मार्गदर्शित उदर श्वास व्यायाम का अभ्यास करें",
    "keywords": "श्वास व्यायाम, ध्यान, तनाव से राहत, डायाफ्रामिक श्वास, उदर श्वास, माइंडफुलनेस, अंतर्राष्ट्रीयकृत, 20 भाषाओं के लिए समर्थन",
    "preview": "पूर्वावलोकन"
  },
  "embed": {
    "button": "अपनी वेबसाइट पर जोड़ें",
    "title": "श्वास व्यायाम एम्बेड करें",
    "copy": "कोड कॉपी करें",
    "copied": "कोड क्लिपबोर्ड पर कॉपी किया गया!",
    "description": "इस श्वास व्यायाम को अपनी वेबसाइट पर जोड़ें:",
    "preview": "लाइव पूर्वावलोकन"
  },
  "mainPanel": {
    "title": "प्राणायाम",
    "subTitle": "श्वासों की संख्या चुनें:",
    "unit": "श्वास",
    "startButton": "प्रारंभ करें",
    "resetButton": "रीसेट करें",
    "inhale": "श्वास लें, अपने पेट को फैलाएं",
    "exhale": "श्वास छोड़ें, अपने पेट को संकुचित करें",
    "progress": "प्रगति",
    "helpMsg": "प्रारंभ करने के लिए प्रारंभ करें दबाएं",
    "completedTitle": "अच्छा काम!",
    "completedMsg": "आपने अपना श्वास व्यायाम पूरा कर लिया है",
    "completedX": "कैसा महसूस कर रहे हैं, यह जानने के लिए कुछ समय लें"
  },
  "instructions": {
    "title": "प्राणायाम का अभ्यास क्यों करें?",
    "intro": {
      "text1": "प्राणायाम एक मौलिक लेकिन शक्तिशाली तकनीक है जिसका अभ्यास हजारों वर्षों से विभिन्न संस्कृतियों में किया जाता रहा है और इसकी प्रभावशीलता पीढ़ियों से सिद्ध हुई है।",
      "text2": "प्राणायाम के इस प्राचीन अभ्यास को हाल के वर्षों में महत्वपूर्ण वैज्ञानिक समर्थन मिला है, क्योंकि शोधकर्ता शारीरिक और मानसिक स्वास्थ्य पर इसके गहरे प्रभावों का दस्तावेजीकरण कर रहे हैं।",
      "text3": "जब आप प्राणायाम का अभ्यास करते हैं, तो आप डायाफ्राम को सक्रिय करते हैं - यह आपके फेफ़़ों के आधार पर एक गुंबद के आकार की मांसपेशी है - जो स्वाभाविक रूप से आपके श्वास कार्य का अधिकांश भाग संभालने के लिए डिज़ाइन की गई है।",
      "text4": "आधुनिक जीवन अक्सर उथले श्वास पैटर्न की ओर ले जाता है, जो तनाव में योगदान कर सकता है, लेकिन नियमित प्राणायाम इन अस्वस्थ पैटर्न को सुधारने में मदद करता है।",
      "text5": "प्राकृतिक प्राणायाम पैटर्न में वापस आकर, हम शरीर की विश्राम प्रतिक्रिया को सक्रिय कर सकते हैं और अपने समग्र कल्याण में सुधार कर सकते हैं।",
      "text6": "प्राणायाम का नियमित अभ्यास आपके दैनिक जीवन को बदल सकता है, आपको तनाव को अधिक प्रभावी ढंग से प्रबंधित करने और बेहतर स्वास्थ्य बनाए रखने में मदद कर सकता है।"
    },
    "benefits": {
      "title": "प्राणायाम के मुख्य लाभ:",
      "list": [
        "प्राणायाम पैरासिम्पैथेटिक नर्वस सिस्टम को सक्रिय करके तनाव और चिंता को कम करता है",
        "हृदय गति और रक्तचाप को कम करता है, हृदय स्वास्थ्य को बढ़ावा देता है",
        "नियमित प्राणायाम कोर मांसपेशियों की स्थिरता और मुद्रा में सुधार करता है",
        "महत्वपूर्ण अंगों और ऊतकों के लिए ऑक्सीजन की आपूर्ति बढ़ाता है",
        "प्राणायाम नींद की गुणवत्ता में सुधार करता है और अनिद्रा के लक्षणों को कम करता है",
        "एकाग्रता और मानसिक स्पष्टता बढ़ाता है",
        "तनाव कम करके प्रतिरक्षा प्रणाली को मजबूत करता है",
        "प्राणायाम पाचन और चयापचय को बढ़ावा देता है",
        "मांसपेशियों के तनाव और शारीरिक तनाव को कम करता है",
        "पुराने दर्द की स्थिति को प्रबंधित करने में मदद करता है"
      ]
    },
    "practice": {
      "title": "प्राणायाम का अभ्यास कैसे करें:",
      "steps": [
        "एक आरामदायक स्थिति खोजें, सीधे रीढ़ के साथ बैठें या एक सपाट सतह पर लेटें। यदि आप बैठे हैं, तो अपने कंधों को आराम दें और अपने सिर को रीढ़ के साथ संरेखित रखें।",
        "अपनी छाती पर एक हाथ और अपने पेट पर दूसरा हाथ रखें, ठीक पसली के नीचे। यह हाथों की स्थिति आपको अपने श्वास पैटर्न के प्रति जागरूक होने में मदद करती है।",
        "अपनी नाक से धीरे-धीरे श्वास लेकर अपनी उदर श्वास का अभ्यास शुरू करें, जिससे आपका पेट गुब्बारे की तरह फैल सके। श्वास लेते समय पेट बाहर की ओर फैलता है, जबकि छाती अपेक्षाकृत स्थिर रहती है।",
        "अपने होंठों को सिकोड़कर धीरे-धीरे श्वास छोड़ें, अपने पेट को नीचे जाते हुए महसूस करें। कल्पना करें कि प्रत्येक श्वास छोड़ने के साथ आप सभी तनाव को छोड़ रहे हैं। श्वास छोड़ते समय पेट अंदर की ओर सिकुड़ता है, जबकि छाती अपेक्षाकृत स्थिर रहती है।",
        "अपनी उदर श्वास के साथ एक स्थिर लय बनाए रखें। 4 सेकंड का श्वास और 8 सेकंड का श्वास छोड़ने का लक्ष्य रखें।",
        "अपने पेट के उठने और गिरने की अनुभूति पर ध्यान केंद्रित करें, किसी भी विचलित करने वाले विचारों को छोड़ दें। पूरे अभ्यास के दौरान पेट की गति और छाती की अपेक्षाकृत स्थिरता के बीच के अंतर पर ध्यान दें, यह सही उदर श्वास का संकेत है।"
      ]
    },
    "daily": {
      "title": "दैनिक प्राणायाम अभ्यास स्थापित करना:",
      "daily1": "शुरुआती लोगों के लिए, प्रतिदिन 3-4 बार 5-10 मिनट के प्राणायाम से शुरुआत करें। जागने के तुरंत बाद, भोजन से पहले या सोने से पहले जैसे विशिष्ट समय चुनें, ताकि एक नियमित प्राणायाम दिनचर्या स्थापित की जा सके। जैसे-जैसे आप तकनीक से अधिक परिचित होते जाएं, धीरे-धीरे अपने प्राणायाम सत्रों की अवधि बढ़ाएं।",
      "daily2": "उन्नत अभ्यासी प्राणायाम को विभिन्न गतिविधियों में एकीकृत कर सकते हैं, जैसे चलना, खेल या तनावपूर्ण स्थितियों में। प्राणायाम की बहुमुखी प्रतिभा इसे दैनिक तनाव प्रबंधन और सामान्य स्वास्थ्य देखभाल के लिए एक अमूल्य उपकरण बनाती है।"
    },
    "tips": {
      "title": "प्रभावी प्राणायाम के लिए महत्वपूर्ण सुझाव:",
      "list": [
        "शुरू में प्राणायाम का अभ्यास शांत वातावरण में करें",
        "इष्टतम प्राणायाम के लिए आरामदायक, ढीले कपड़े पहनें",
        "प्राणायाम के दौरान सही मुद्रा बनाए रखें",
        "अपने दैनिक प्राणायाम अभ्यास में निरंतर रहें",
        "अपने शरीर की सुनें और आवश्यकतानुसार अपने प्राणायाम की गति को समायोजित करें"
      ]
    },
    "conclusion": {
      "conclusion1": "यदि आप प्राणायाम के दौरान चक्कर महसूस करते हैं, तो अपने सामान्य श्वास पैटर्न पर वापस आएं और धीरे-धीरे फिर से अभ्यास शुरू करें। याद रखें कि प्राणायाम प्राकृतिक और आरामदायक महसूस होना चाहिए।",
      "conclusion2": "प्राणायाम का नियमित अभ्यास दीर्घकालिक परिवर्तनकारी लाभ ला सकता है, जिसमें बेहतर भावनात्मक नियमन, बढ़ी हुई तनाव प्रतिरोधक क्षमता और बेहतर सामान्य स्वास्थ्य शामिल है।",
      "conclusion3": "यह सरल लेकिन शक्तिशाली प्राणायाम तकनीक सभी के लिए सुलभ है और कहीं भी अभ्यास की जा सकती है, जो इसे आधुनिक जीवन के लिए एक आवश्यक उपकरण बनाती है।",
      "conclusion4": "चाहे आप तनाव से जूझ रहे हों या बस अपने कल्याण में सुधार करना चाहते हों, प्राणायाम को अपनी दैनिक दिनचर्या में शामिल करने से आपको बेहतर संतुलन और अधिक जीवन शक्ति प्राप्त करने में मदद मिल सकती है।"
    }
  },
  "languageDetection": {
    "title": "भाषा पहचान",
    "description": "क्या आप स्विच करना चाहेंगे",
    "close": "नहीं, धन्यवाद",
    "changeAction": "हाँ, स्विच करें"
  }
}