{
  "home": {
    "goTop": "トップへ",
    "title": "呼吸法",
    "description": "ストレス解消、健康増進、そして人類のための腹式呼吸エクササイズを実践しましょう",
    "keywords": "呼吸エクササイズ, 瞑想, ストレス解消, 横隔膜呼吸, 腹式呼吸, マインドフルネス, 国際化, 20言語対応",
    "preview": "プレビュー"
  },
  "embed": {
    "button": "あなたのウェブサイトに追加",
    "title": "呼吸エクササイズを埋め込む",
    "copy": "コードをコピー",
    "copied": "コードがクリップボードにコピーされました！",
    "description": "この呼吸エクササイズをあなたのウェブサイトに追加してください：",
    "preview": "ライブプレビュー"
  },
  "mainPanel": {
    "title": "腹式呼吸エクササイズ",
    "subTitle": "呼吸の回数を選択してください：",
    "unit": "呼吸",
    "startButton": "開始",
    "resetButton": "リセット",
    "inhale": "吸って、お腹を膨らませてください",
    "exhale": "吐いて、お腹を引っ込めてください",
    "progress": "進捗",
    "helpMsg": "開始を押して始めてください",
    "completedTitle": "素晴らしい仕事です！",
    "completedMsg": "呼吸エクササイズを完了しました",
    "completedX": "どのように感じるか、少し時間を取って観察してください"
  },
  "instructions": {
    "title": "なぜ呼吸法を練習するのか？",
    "intro": {
      "text1": "腹式呼吸法は、何千年もの間、さまざまな文化で実践されてきた基本的でありながら強力な技術です。この呼吸法は世代を超えて効果が証明されています。",
      "text2": "この古代の呼吸法の実践は、近年、科学的な支持を大いに得ており、研究者たちはその身体的および精神的健康への深い影響を発見し続けています。",
      "text3": "呼吸法を練習するとき、あなたは横隔膜を活性化します。これは、肺の基部にあるドーム状の筋肉で、自然に呼吸の大部分を担うように設計されています。",
      "text4": "現代の生活はしばしば浅い呼吸パターンをもたらし、ストレスを助長する可能性がありますが、定期的な呼吸法はこれらの不健康なパターンを修正するのに役立ちます。",
      "text5": "自然な呼吸法のパターンに戻ることで、体のリラクゼーション反応を活性化し、全体的な健康を改善することができます。",
      "text6": "定期的な呼吸法の練習は、日常生活を変え、ストレスをより効果的に管理し、より良い健康を維持するのに役立ちます。"
    },
    "benefits": {
      "title": "呼吸法の主な利点：",
      "list": [
        "呼吸法は副交感神経系を活性化することでストレスと不安を軽減します",
        "心拍数と血圧を下げ、心血管の健康を促進します",
        "定期的な呼吸法はコアマッスルの安定性と姿勢を改善します",
        "重要な臓器や組織への酸素供給を増加させます",
        "呼吸法は睡眠の質を向上させ、不眠症の症状を軽減します",
        "集中力と精神的明瞭さを向上させます",
        "ストレスの軽減を通じて免疫系を強化します",
        "呼吸法は消化と代謝を助けます",
        "筋肉の緊張と身体的ストレスを軽減します",
        "慢性的な痛みの状態を管理するのに役立ちます"
      ]
    },
    "practice": {
      "title": "呼吸法の練習方法：",
      "steps": [
        "呼吸法のために、背筋を伸ばして座るか、平らな面に横たわるか、快適な姿勢を見つけます。",
        "胸に一方の手を、腹部にもう一方の手を置きます。この手の位置は、呼吸法のパターンを意識するのに役立ちます。",
        "呼吸法を始め、鼻からゆっくりと息を吸い込み、腹部を風船のように膨らませます。吸う時、腹部が外側に膨らみ、胸は比較的動かないようにします。",
        "唇をすぼめてゆっくりと息を吐き、腹部が下がるのを感じます。正しい呼吸法では、息を吐く時に腹部が内側に引っ込み、胸はほとんど動きません。",
        "呼吸法の一定のリズムを維持します。最初は4秒間の吸気と8秒間の呼気を目指します。",
        "腹部の上昇と下降の感覚に注意を集中し、呼吸法のリラックス効果を楽しみます。腹部の動きと胸の相対的な静止の対比は、正しい呼吸法の兆候です。"
      ]
    },
    "daily": {
      "title": "毎日の呼吸法の練習を確立する：",
      "daily1": "初心者の場合、1日3〜4回、5〜10分の呼吸法から始めます。起床後、食事前、就寝前など、特定の時間を選んで、定期的な呼吸法のルーチンを確立します。技術に慣れてきたら、呼吸法セッションの時間を徐々に増やします。",
      "daily2": "上級者は、歩行、運動、ストレスの多い状況など、さまざまな活動に呼吸法を取り入れることができます。呼吸法の多様性は、日常のストレス管理と全体的な健康維持のための貴重なツールです。"
    },
    "tips": {
      "title": "効果的な呼吸法のための重要なヒント：",
      "list": [
        "最初は静かな環境で呼吸法を練習する",
        "呼吸法の練習中は快適でゆったりとした服を着る",
        "呼吸法の練習中は正しい姿勢を保つ",
        "毎日の呼吸法の練習を一貫して行う",
        "体の声を聞き、必要に応じて呼吸法のペースを調整する"
      ]
    },
    "conclusion": {
      "conclusion1": "呼吸法の練習中にめまいを感じた場合は、通常の呼吸パターンに戻り、徐々に練習を再開します。呼吸法は自然で快適に感じられるべきです。",
      "conclusion2": "定期的な呼吸法の練習は、感情の調整の改善、ストレスに対する回復力の向上、全体的な健康の向上など、長期的な変革的な利益をもたらす可能性があります。",
      "conclusion3": "このシンプルでありながら強力な呼吸法は、誰にでもアクセス可能で、どこでも練習できるため、現代生活において重要なツールです。",
      "conclusion4": "ストレスに対処している場合でも、単に健康を改善したい場合でも、日常のルーチンに呼吸法を取り入れることで、より良いバランスと活力を達成するのに役立ちます。"
    }
  },
  "languageDetection": {
    "title": "言語検出",
    "description": "に切り替えますか",
    "close": "いいえ、結構です",
    "changeAction": "はい、切り替えます"
  }
}