{
  "home": {
    "goTop": "トップへ戻る"
  },
  "mainPanel": {
    "title": "腹式呼吸エクササイズ",
    "subTitle": "呼吸の回数を選択してください：",
    "unit": "呼吸",
    "startButton": "開始",
    "resetButton": "リセット",
    "inhale": "吸って、お腹を膨らませてください",
    "exhale": "吐いて、お腹を引っ込めてください",
    "progress": "進捗",
    "helpMsg": "開始を押して始めてください",
    "completedTitle": "素晴らしい仕事です！",
    "completedMsg": "呼吸エクササイズを完了しました",
    "completedX": "どのように感じるか、少し時間を取って観察してください"
  },
  "instructions": {
    "title": "なぜ腹式呼吸を練習するのか？",
    "intro": {
      "text1": "腹式呼吸、または横隔膜呼吸としても知られるこの技術は、何千年もの間、さまざまな文化で実践されてきた基本的でありながら強力な技術です。",
      "text2": "この古代の腹式呼吸の実践は、近年、科学的な支持を大いに得ており、研究者たちはその身体的および精神的健康への深い影響を発見し続けています。",
      "text3": "腹式呼吸を練習するとき、あなたは横隔膜を活性化します。これは、肺の基部にあるドーム状の筋肉で、自然に呼吸の大部分を担うように設計されています。",
      "text4": "現代の生活はしばしば胸に基づく浅い呼吸パターンをもたらし、ストレスや不安を助長する可能性があります。",
      "text5": "自然な腹式呼吸パターンに戻ることで、体のリラクゼーション反応を活性化し、全体的な健康を改善することができます。",
      "text6": "定期的な腹式呼吸の練習は、日常生活を変え、ストレスをより効果的に管理し、より良い健康を維持するのに役立ちます。"
    },
    "benefits": {
      "title": "腹式呼吸の主な利点：",
      "list": [
        "副交感神経系を活性化することでストレスと不安を軽減",
        "心拍数と血圧を下げ、心血管の健康を促進",
        "コアマッスルの安定性と姿勢を改善",
        "重要な臓器や組織への酸素供給を増加",
        "睡眠の質を向上させ、不眠症の症状を軽減",
        "集中力と精神的明瞭さを向上",
        "ストレスの軽減を通じて免疫系を強化",
        "消化と代謝を助ける",
        "筋肉の緊張と身体的ストレスを軽減",
        "慢性的な痛みの状態を管理するのに役立つ"
      ]
    },
    "practice": {
      "title": "腹式呼吸の練習方法：",
      "steps": [
        "背筋を伸ばして座るか、平らな面に横たわるか、快適な姿勢を見つけます。座っている場合は、肩をリラックスさせ、頭を背骨と一直線に保ちます。",
        "胸に一方の手を、腹部にもう一方の手を置きます。これは、呼吸パターンを意識するのに役立ちます。",
        "鼻からゆっくりと息を吸い込み、腹部を風船のように膨らませます。腹部に置いた手が上がり、胸に置いた手は比較的静止したままであるべきです。",
        "唇をすぼめてゆっくりと息を吐き、腹部が下がるのを感じます。息を吐くたびにすべての緊張を解放することを想像してください。腹部に置いた手は元の位置に戻るべきです。",
        "腹式呼吸の一定のリズムを維持します。最初は4秒間の吸気と8秒間の呼気を目指します。",
        "腹部の上昇と下降の感覚に注意を集中し、気を散らす考えを手放します。"
      ]
    },
    "daily": {
      "title": "毎日の腹式呼吸の練習を確立する：",
      "daily1": "初心者の場合、1日3〜4回、5〜10分の腹式呼吸から始めます。起床後、食事前、就寝前など、特定の時間を選んで、定期的な練習ルーチンを確立します。技術に慣れてきたら、腹式呼吸セッションの時間を徐々に増やします。",
      "daily2": "上級者は、歩行、運動、ストレスの多い状況など、さまざまな活動に腹式呼吸を取り入れることができます。腹式呼吸の多様性は、日常のストレス管理と全体的な健康維持のための貴重なツールです。"
    },
    "tips": {
      "title": "効果的な腹式呼吸のための重要なヒント：",
      "list": [
        "最初は静かな環境で練習する",
        "快適でゆったりとした服を着る",
        "練習中は正しい姿勢を保つ",
        "毎日の練習を一貫して行う",
        "体の声を聞き、必要に応じてペースを調整する"
      ]
    },
    "conclusion": {
      "conclusion1": "腹式呼吸中にめまいやふらつきを感じた場合は、通常の呼吸パターンに戻り、徐々に練習を再開します。腹式呼吸は自然で快適に感じられるべきです。",
      "conclusion2": "定期的な腹式呼吸の練習は、感情の調整の改善、ストレスに対する回復力の向上、全体的な健康の向上など、長期的な変革的な利益をもたらす可能性があります。",
      "conclusion3": "このシンプルでありながら強力な呼吸技術は、誰にでもアクセス可能で、どこでも練習できるため、現代生活において重要なツールです。",
      "conclusion4": "ストレスや不安に対処している場合でも、単に健康を改善したい場合でも、日常のルーチンに腹式呼吸を取り入れることで、より良いバランスと活力を達成するのに役立ちます。"
    }
  }
}