{
  "home": {
    "goTop": "Do góry",
    "title": "Ćwiczenia oddechowe",
    "description": "Praktykuj prowadzone ćwiczenia oddychania brzusznego dla ulgi w stresie, lepszego zdrowia i dla całej ludzkości",
    "keywords": "ćwiczenie oddechowe, medytacja, ulga w stresie, oddychanie przeponowe, oddychanie brzuszne, uważność, umiędzynarodowione, wsparcie dla 20 języków",
    "preview": "Podgląd"
  },
  "embed": {
    "button": "Dodaj do swojej strony",
    "title": "Osadź ćwiczenie oddechowe",
    "copy": "Skopiuj kod",
    "copied": "Kod skopiowany do schowka!",
    "description": "Dodaj to ćwiczenie oddechowe do swojej strony:",
    "preview": "Podgląd na żywo"
  },
  "mainPanel": {
    "title": "Ćwiczenie Oddychania Brzusznego",
    "subTitle": "Wybierz liczbę oddechów:",
    "unit": "oddechy",
    "startButton": "Rozpocznij",
    "resetButton": "Zresetuj",
    "muteMsg": "Wycisz",
    "unmuteMsg": "Włącz dźwięk",
    "inhale": "Wdech, rozszerz brzuch",
    "exhale": "Wydech, skurcz brzuch",
    "progress": "Postęp",
    "helpMsg": "Naciśnij Rozpocznij, aby zacząć",
    "completedTitle": "Dobra robota!",
    "completedMsg": "Ukończyłeś swoje ćwiczenie oddechowe",
    "completedX": "Poświęć chwilę, aby zauważyć, jak się czujesz"
  },
  "instructions": {
    "title": "Dlaczego warto praktykować ćwiczenia oddechowe?",
    "intro": {
      "text1": "Ćwiczenia oddechowe to podstawowa, ale potężna technika praktykowana od tysięcy lat w różnych kulturach na całym świecie.",
      "text2": "Te starożytne ćwiczenia oddechowe zyskały znaczące poparcie naukowe w ostatnich latach, ponieważ badacze nadal odkrywają ich głębokie efekty na zdrowie fizyczne i psychiczne.",
      "text3": "Kiedy praktykujesz ćwiczenia oddechowe, aktywujesz przeponę - kopulasty mięsień u podstawy płuc, który jest naturalnie zaprojektowany do wykonywania większości pracy oddechowej.",
      "text4": "Współczesne życie często prowadzi do płytkich wzorców oddychania, które mogą przyczyniać się do stresu, ale regularne ćwiczenia oddechowe pomagają skorygować te niezdrowe wzorce.",
      "text5": "Powracając do naturalnych wzorców poprzez ćwiczenia oddechowe, możemy aktywować reakcję relaksacyjną ciała i poprawić nasze ogólne samopoczucie.",
      "text6": "Regularna praktyka ćwiczeń oddechowych może zmienić twoje codzienne życie, pomagając ci skuteczniej radzić sobie ze stresem i utrzymywać lepsze zdrowie."
    },
    "benefits": {
      "title": "Główne korzyści z ćwiczeń oddechowych:",
      "list": [
        "Ćwiczenia oddechowe redukują stres i lęk poprzez aktywację układu nerwowego przywspółczulnego",
        "Obniżają tętno i ciśnienie krwi, wspierając zdrowie układu krążenia",
        "Regularne ćwiczenia oddechowe poprawiają stabilność mięśni rdzenia i postawę",
        "Zwiększają dostarczanie tlenu do ważnych narządów i tkanek",
        "Ćwiczenia oddechowe poprawiają jakość snu i zmniejszają objawy bezsenności",
        "Zwiększają koncentrację i jasność umysłu",
        "Wzmacniają układ odpornościowy poprzez redukcję stresu",
        "Ćwiczenia oddechowe pomagają w trawieniu i metabolizmie",
        "Redukują napięcie mięśniowe i stres fizyczny",
        "Pomagają radzić sobie z przewlekłymi stanami bólowymi"
      ]
    },
    "practice": {
      "title": "Jak praktykować ćwiczenia oddechowe:",
      "steps": [
        "Znajdź wygodną pozycję do ćwiczeń oddechowych, siedząc z prostym kręgosłupem lub leżąc na płaskiej powierzchni.",
        "Połóż jedną rękę na klatce piersiowej, a drugą na brzuchu. Ta pozycja rąk pomaga ci być świadomym swojego wzorca podczas ćwiczeń oddechowych.",
        "Rozpocznij ćwiczenia oddechowe, powoli wdychając przez nos, pozwalając brzuchowi rozszerzać się. Podczas wdechu brzuch powinien się rozszerzać, a klatka piersiowa pozostawać stosunkowo nieruchoma.",
        "Powoli wydychaj przez zaciśnięte usta, czując, jak brzuch opada. Podczas prawidłowych ćwiczeń oddechowych, brzuch kurczy się podczas wydechu, a klatka piersiowa nadal pokazuje niewielki ruch.",
        "Utrzymuj równomierny rytm podczas ćwiczeń oddechowych. Zacznij od 4-sekundowego wdechu i 8-sekundowego wydechu.",
        "Skoncentruj swoją uwagę na odczuciach podczas ćwiczeń oddechowych, puszczając wszelkie rozpraszające myśli. Kontrast między ruchem brzucha a względnym bezruchem klatki piersiowej jest oznaką prawidłowych ćwiczeń oddechowych."
      ]
    },
    "daily": {
      "title": "Ustanawianie codziennej praktyki ćwiczeń oddechowych:",
      "daily1": "Dla początkujących, zacznij od 5-10 minut ćwiczeń oddechowych, 3-4 razy dziennie. Wybierz określone momenty, takie jak zaraz po przebudzeniu, przed posiłkami lub przed snem, aby ustanowić regularną rutynę. W miarę jak stajesz się bardziej komfortowy z techniką, stopniowo zwiększaj czas trwania sesji ćwiczeń oddechowych.",
      "daily2": "Zaawansowani praktycy mogą włączyć ćwiczenia oddechowe do różnych aktywności, takich jak chodzenie, ćwiczenia fizyczne lub w stresujących sytuacjach. Wszechstronność ćwiczeń oddechowych czyni je nieocenionym narzędziem do codziennego zarządzania stresem."
    },
    "tips": {
      "title": "Ważne wskazówki dotyczące skutecznych ćwiczeń oddechowych:",
      "list": [
        "Początkowo praktykuj ćwiczenia oddechowe w spokojnym otoczeniu",
        "Noś wygodne ubrania podczas ćwiczeń oddechowych",
        "Utrzymuj prawidłową postawę podczas praktyki",
        "Bądź konsekwentny w swoich codziennych ćwiczeniach oddechowych",
        "Słuchaj swojego ciała i dostosowuj tempo ćwiczeń oddechowych w razie potrzeby"
      ]
    },
    "conclusion": {
      "conclusion1": "Jeśli podczas ćwiczeń oddechowych odczuwasz zawroty głowy, wróć do swojego normalnego wzorca oddychania i stopniowo wróć do praktyki. Pamiętaj, że ćwiczenia oddechowe powinny być naturalne i komfortowe.",
      "conclusion2": "Regularna praktyka ćwiczeń oddechowych może przynieść długoterminowe transformacyjne korzyści, w tym poprawę regulacji emocjonalnej i zwiększoną odporność na stres.",
      "conclusion3": "Te proste, ale potężne ćwiczenia oddechowe są dostępne dla każdego i mogą być praktykowane wszędzie, co czyni je niezbędnym narzędziem dla współczesnego życia.",
      "conclusion4": "Niezależnie od tego, czy zmagasz się ze stresem czy po prostu chcesz poprawić swoje samopoczucie, włączenie ćwiczeń oddechowych do swojej codziennej rutyny może pomóc ci osiągnąć lepszą równowagę."
    }
  },
  "languageDetection": {
    "title": "Wykrywanie języka",
    "description": "Czy chcesz przełączyć na",
    "close": "Nie, dziękuję",
    "changeAction": "Tak, przełącz"
  },
  "footer": {
    "relatedLinks": "Powiązane linki"
  }
}

