{
  "home": {
    "goTop": "Ir para cima",
    "title": "Exercício de respiração",
    "description": "Pratique exercícios guiados de respiração abdominal para alívio do estresse, melhor saúde e para toda a humanidade",
    "keywords": "exercício de respiração, meditação, alívio do estresse, respiração diafragmática, respiração abdominal, mindfulness, internacionalizado, suporte para 20 idiomas",
    "preview": "Visualização"
  },
  "embed": {
    "button": "Adicionar ao seu site",
    "title": "Incorporar exercício de respiração",
    "copy": "Copiar código",
    "copied": "Código copiado para a área de transferência!",
    "description": "Adicione este exercício de respiração ao seu site:",
    "preview": "Visualização ao vivo"
  },
  "mainPanel": {
    "title": "Exercício de Respiração Abdominal",
    "subTitle": "Selecione o número de respirações:",
    "unit": "respirações",
    "startButton": "Iniciar",
    "resetButton": "Redefinir",
    "inhale": "Inspire, expanda seu abdômen",
    "exhale": "Expire, contraia seu abdômen",
    "progress": "Progresso",
    "helpMsg": "Pressione Iniciar para começar",
    "completedTitle": "Bom trabalho!",
    "completedMsg": "Você completou seu exercício de respiração",
    "completedX": "Tire um momento para perceber como você se sente"
  },
  "instructions": {
    "title": "Por que praticar o exercício de respiração?",
    "intro": {
      "text1": "O exercício de respiração constitui uma técnica fundamental, mas poderosa, praticada há milhares de anos em diversas culturas ao redor do mundo.",
      "text2": "Este antigo exercício de respiração ganhou um apoio científico significativo nos últimos anos, à medida que os pesquisadores continuam a descobrir seus profundos efeitos na saúde física e mental.",
      "text3": "Quando você pratica o exercício de respiração, ativa o diafragma, um músculo em forma de cúpula na base dos seus pulmões, que é naturalmente projetado para lidar com a maior parte do seu trabalho respiratório.",
      "text4": "A vida moderna muitas vezes leva a padrões de respiração superficiais, o que pode contribuir para o estresse, mas o exercício de respiração regular ajuda a corrigir esses padrões não saudáveis.",
      "text5": "Ao retornar aos padrões naturais através do exercício de respiração, podemos ativar a resposta de relaxamento do corpo e melhorar nosso bem-estar geral.",
      "text6": "A prática regular do exercício de respiração pode transformar sua vida diária, ajudando-o a gerenciar o estresse de maneira mais eficaz e a manter uma melhor saúde."
    },
    "benefits": {
      "title": "Principais benefícios do exercício de respiração:",
      "list": [
        "O exercício de respiração reduz o estresse e a ansiedade ao ativar o sistema nervoso parassimpático",
        "Diminui a frequência cardíaca e a pressão arterial, promovendo a saúde cardiovascular",
        "O exercício de respiração regular melhora a estabilidade dos músculos centrais e a postura",
        "Aumenta o suprimento de oxigênio para órgãos e tecidos vitais",
        "O exercício de respiração melhora a qualidade do sono e reduz os sintomas de insônia",
        "Aumenta a concentração e a clareza mental",
        "Fortalece o sistema imunológico através da redução do estresse",
        "O exercício de respiração ajuda na digestão e no metabolismo",
        "Reduz a tensão muscular e o estresse físico",
        "Ajuda a gerenciar condições de dor crônica"
      ]
    },
    "practice": {
      "title": "Como praticar o exercício de respiração:",
      "steps": [
        "Encontre uma posição confortável para seu exercício de respiração, sentado com a coluna reta ou deitado em uma superfície plana.",
        "Coloque uma mão no peito e a outra no abdômen. Esta colocação das mãos ajuda você a tomar consciência do seu padrão durante o exercício de respiração.",
        "Comece seu exercício de respiração inspirando lentamente pelo nariz, permitindo que seu abdômen se expanda. Durante a inspiração, o abdômen deve se expandir para fora, enquanto o peito permanece relativamente imóvel.",
        "Expire lentamente pelos lábios franzidos, sentindo seu abdômen descer. No exercício de respiração correto, o abdômen se contrai durante a expiração, enquanto o peito continua mostrando pouco movimento.",
        "Mantenha um ritmo constante com seu exercício de respiração. Comece com uma inspiração de 4 segundos e uma expiração de 8 segundos.",
        "Concentre sua atenção nas sensações durante o exercício de respiração, deixando de lado qualquer pensamento distrativo. O contraste entre o movimento do abdômen e a relativa quietude do peito é um sinal de exercício de respiração correto."
      ]
    },
    "daily": {
      "title": "Estabelecendo uma prática diária do exercício de respiração:",
      "daily1": "Para iniciantes, comece com 5-10 minutos de exercício de respiração, 3-4 vezes ao dia. Escolha momentos específicos, como ao acordar, antes das refeições ou antes de dormir, para estabelecer uma rotina consistente. À medida que você se sentir mais confortável com a técnica, aumente gradualmente a duração das suas sessões de exercício de respiração.",
      "daily2": "Os praticantes avançados podem incorporar o exercício de respiração em diversas atividades, como caminhar, fazer exercícios físicos ou durante situações estressantes. A versatilidade do exercício de respiração o torna uma ferramenta inestimável para o gerenciamento diário do estresse."
    },
    "tips": {
      "title": "Dicas importantes para um exercício de respiração eficaz:",
      "list": [
        "Pratique o exercício de respiração inicialmente em um ambiente tranquilo",
        "Use roupas confortáveis durante seu exercício de respiração",
        "Mantenha uma postura correta durante a prática",
        "Seja consistente em seu exercício de respiração diário",
        "Ouça seu corpo e ajuste o ritmo do exercício de respiração conforme necessário"
      ]
    },
    "conclusion": {
      "conclusion1": "Se você sentir tontura durante o exercício de respiração, volte ao seu padrão respiratório normal e retome gradualmente a prática. Lembre-se de que o exercício de respiração deve parecer natural e confortável.",
      "conclusion2": "A prática regular do exercício de respiração pode trazer benefícios transformadores a longo prazo, incluindo melhor regulação emocional e maior resiliência ao estresse.",
      "conclusion3": "Este exercício de respiração simples, mas poderoso, é acessível a todos e pode ser praticado em qualquer lugar, tornando-se uma ferramenta essencial para a vida moderna.",
      "conclusion4": "Se você está lidando com estresse ou simplesmente deseja melhorar seu bem-estar, incorporar o exercício de respiração em sua rotina diária pode ajudá-lo a alcançar um melhor equilíbrio."
    }
  },
  "languageDetection": {
    "title": "Detecção de idioma",
    "description": "Gostaria de mudar para",
    "close": "Não, obrigado",
    "changeAction": "Sim, mudar"
  }
}