{
  "home": {
    "goTop": "Ir para o topo"
  },
  "mainPanel": {
    "title": "Exercício de Respiração Abdominal",
    "subTitle": "Selecione o número de respirações:",
    "unit": "respirações",
    "startButton": "Iniciar",
    "resetButton": "Redefinir",
    "inhale": "Inspire, expanda seu abdômen",
    "exhale": "Expire, contraia seu abdômen",
    "progress": "Progresso",
    "helpMsg": "Pressione Iniciar para começar",
    "completedTitle": "Bom trabalho!",
    "completedMsg": "Você completou seu exercício de respiração",
    "completedX": "Tire um momento para perceber como você se sente"
  },
  "instructions": {
    "title": "Por que praticar a respiração abdominal?",
    "intro": {
      "text1": "A respiração abdominal, também conhecida como respiração diafragmática, é uma técnica fundamental, mas poderosa, praticada há milhares de anos em diversas culturas.",
      "text2": "Esta antiga prática de respiração abdominal ganhou um apoio científico significativo nos últimos anos, à medida que os pesquisadores continuam a descobrir seus profundos efeitos na saúde física e mental.",
      "text3": "Quando você pratica a respiração abdominal, ativa o diafragma, um músculo em forma de cúpula na base dos seus pulmões, que é naturalmente projetado para lidar com a maior parte do seu trabalho respiratório.",
      "text4": "A vida moderna muitas vezes leva a padrões de respiração superficiais baseados no peito, o que pode contribuir para o estresse e a ansiedade.",
      "text5": "Ao retornar aos padrões naturais de respiração abdominal, podemos ativar a resposta de relaxamento do corpo e melhorar nosso bem-estar geral.",
      "text6": "A prática regular da respiração abdominal pode transformar sua vida diária, ajudando-o a gerenciar o estresse de maneira mais eficaz e a manter uma melhor saúde."
    },
    "benefits": {
      "title": "Principais benefícios da respiração abdominal:",
      "list": [
        "Reduz o estresse e a ansiedade ao ativar o sistema nervoso parassimpático",
        "Diminui a frequência cardíaca e a pressão arterial, promovendo a saúde cardiovascular",
        "Melhora a estabilidade dos músculos centrais e a postura",
        "Aumenta o suprimento de oxigênio para órgãos e tecidos vitais",
        "Melhora a qualidade do sono e reduz os sintomas de insônia",
        "Aumenta a concentração e a clareza mental",
        "Fortalece o sistema imunológico através da redução do estresse",
        "Ajuda na digestão e no metabolismo",
        "Reduz a tensão muscular e o estresse físico",
        "Ajuda a gerenciar condições de dor crônica"
      ]
    },
    "practice": {
      "title": "Como praticar a respiração abdominal:",
      "steps": [
        "Encontre uma posição confortável, sentado com a coluna reta ou deitado em uma superfície plana. Se estiver sentado, mantenha os ombros relaxados e a cabeça alinhada com a coluna.",
        "Coloque uma mão no peito e a outra no abdômen, logo abaixo da caixa torácica. Esta colocação das mãos ajuda você a tomar consciência do seu padrão respiratório.",
        "Comece sua prática de respiração abdominal inspirando lentamente pelo nariz, permitindo que seu abdômen se expanda como um balão. A mão no abdômen deve se elevar, enquanto a mão no peito deve permanecer relativamente imóvel.",
        "Expire lentamente pelos lábios franzidos, sentindo seu abdômen descer. Imagine liberar toda a tensão a cada expiração. A mão no abdômen deve retornar à posição inicial.",
        "Mantenha um ritmo constante com sua respiração abdominal. Comece com uma inspiração de 4 segundos e uma expiração de 8 segundos.",
        "Concentre sua atenção na sensação de subida e descida no abdômen, deixando de lado qualquer pensamento distrativo."
      ]
    },
    "daily": {
      "title": "Estabelecendo uma prática diária de respiração abdominal:",
      "daily1": "Para iniciantes, comece com 5-10 minutos de respiração abdominal, 3-4 vezes ao dia. Escolha momentos específicos, como ao acordar, antes das refeições ou antes de dormir, para estabelecer uma rotina de prática consistente. À medida que você se sentir mais confortável com a técnica, aumente gradualmente a duração das suas sessões de respiração abdominal.",
      "daily2": "Os praticantes avançados podem incorporar a respiração abdominal em diversas atividades, como caminhar, fazer exercícios ou durante situações estressantes. A versatilidade da respiração abdominal a torna uma ferramenta inestimável para o gerenciamento diário do estresse e a manutenção da saúde geral."
    },
    "tips": {
      "title": "Dicas importantes para uma respiração abdominal eficaz:",
      "list": [
        "Pratique inicialmente em um ambiente tranquilo",
        "Use roupas confortáveis e folgadas",
        "Mantenha uma postura correta durante a prática",
        "Seja consistente em sua prática diária",
        "Ouça seu corpo e ajuste o ritmo conforme necessário"
      ]
    },
    "conclusion": {
      "conclusion1": "Se você sentir tontura ou vertigem durante a respiração abdominal, volte ao seu padrão respiratório normal e retome gradualmente a prática. Lembre-se de que a respiração abdominal deve parecer natural e confortável.",
      "conclusion2": "A prática regular da respiração abdominal pode trazer benefícios transformadores a longo prazo, incluindo melhor regulação emocional, maior resiliência ao estresse e melhor saúde geral.",
      "conclusion3": "Esta técnica de respiração simples, mas poderosa, é acessível a todos e pode ser praticada em qualquer lugar, tornando-se uma ferramenta essencial para a vida moderna.",
      "conclusion4": "Se você está lidando com estresse, ansiedade ou simplesmente deseja melhorar seu bem-estar, incorporar a respiração abdominal em sua rotina diária pode ajudá-lo a alcançar um melhor equilíbrio e maior vitalidade."
    }
  }
}