{
  "home": {
    "goTop": "Наверх",
    "title": "Дыхательное упражнение",
    "description": "Практикуйте управляемые дыхательные упражнения для снятия стресса, улучшения здоровья и на благо всего человечества",
    "keywords": "дыхательное упражнение, медитация, снятие стресса, диафрагмальное дыхание, брюшное дыхание, осознанность, интернационализация, поддержка 20 языков",
    "preview": "Предпросмотр"
  },
  "embed": {
    "button": "Добавить на ваш сайт",
    "title": "Встроить упражнение на дыхание",
    "copy": "Скопировать код",
    "copied": "Код скопирован в буфер обмена!",
    "description": "Добавьте это упражнение на дыхание на ваш сайт:",
    "preview": "Живой просмотр"
  },
  "mainPanel": {
    "title": "Упражнения на дыхание животом",
    "subTitle": "Выберите количество вдохов:",
    "unit": "вдохи",
    "startButton": "Начать",
    "resetButton": "Сбросить",
    "inhale": "Вдохните, расширьте живот",
    "exhale": "Выдохните, сожмите живот",
    "progress": "Прогресс",
    "helpMsg": "Нажмите Начать, чтобы начать",
    "completedTitle": "Отличная работа!",
    "completedMsg": "Вы завершили упражнение на дыхание",
    "completedX": "Потратьте немного времени, чтобы заметить, как вы себя чувствуете"
  },
  "instructions": {
    "title": "Почему стоит практиковать дыхательные упражнения?",
    "intro": {
      "text1": "Дыхательные упражнения, включающие дыхание животом или диафрагмальное дыхание, являются фундаментальной, но мощной техникой, которая практикуется на протяжении тысячелетий в различных культурах.",
      "text2": "Эти древние дыхательные упражнения получили значительную научную поддержку в последние годы, поскольку исследователи продолжают открывать их глубокие эффекты на физическое и психическое здоровье.",
      "text3": "Когда вы практикуете дыхательные упражнения, вы активируете диафрагму — куполообразную мышцу у основания ваших легких, которая естественным образом предназначена для выполнения большей части вашей дыхательной работы.",
      "text4": "Современная жизнь часто приводит к поверхностным дыхательным паттернам, которые могут способствовать стрессу и тревоге.",
      "text5": "Возвращаясь к естественным паттернам через дыхательные упражнения, мы можем активировать реакцию расслабления организма и улучшить наше общее благополучие.",
      "text6": "Регулярные дыхательные упражнения могут изменить вашу повседневную жизнь, помогая вам более эффективно справляться со стрессом и поддерживать лучшее здоровье."
    },
    "benefits": {
      "title": "Ключевые преимущества дыхательных упражнений:",
      "list": [
        "Дыхательные упражнения снижают стресс и тревогу, активируя парасимпатическую нервную систему",
        "Дыхательные упражнения уменьшают частоту сердечных сокращений и артериальное давление, способствуя здоровью сердечно-сосудистой системы",
        "Правильные дыхательные упражнения улучшают стабильность основных мышц и осанку",
        "Дыхательные упражнения увеличивают поступление кислорода к жизненно важным органам и тканям",
        "Регулярные дыхательные упражнения улучшают качество сна и снижают симптомы бессонницы",
        "Дыхательные упражнения повышают концентрацию и ясность ума",
        "Дыхательные упражнения укрепляют иммунную систему за счет снижения стресса",
        "Дыхательные упражнения помогают в пищеварении и метаболизме",
        "Дыхательные упражнения снижают мышечное напряжение и физический стресс",
        "Дыхательные упражнения помогают справляться с хроническими болевыми состояниями"
      ]
    },
    "practice": {
      "title": "Как практиковать дыхательные упражнения:",
      "steps": [
        "Найдите удобное положение для практики. Дыхательные упражнения можно выполнять сидя с прямой спиной или лежа на ровной поверхности. Если вы сидите, держите плечи расслабленными.",
        "Положите одну руку на грудь, а другую на живот. Это положение рук помогает вам осознать свой дыхательный паттерн во время практики.",
        "Начните дыхательные упражнения, медленно вдыхая через нос, позволяя животу расширяться, как шар. Рука на животе должна подниматься, в то время как рука на груди должна оставаться относительно неподвижной.",
        "Медленно выдыхайте через сжатые губы, чувствуя, как живот опускается. Представьте, что с каждым выдохом вы освобождаете все напряжение. Грудь должна оставаться неподвижной.",
        "Поддерживайте равномерный ритм. Дыхательные упражнения лучше начинать с 4-секундного вдоха и 8-секундного выдоха.",
        "Сосредоточьте внимание на ощущении подъема и опускания в животе, отпуская все отвлекающие мысли. Обратите внимание на контраст между движением живота и неподвижностью груди."
      ]
    },
    "daily": {
      "title": "Установление ежедневной практики:",
      "daily1": "Для начинающих начните с 5-10 минут практики, 3-4 раза в день. Дыхательные упражнения лучше выполнять в определенные моменты, такие как сразу после пробуждения, перед едой или перед сном, чтобы установить регулярную практику. По мере того, как вы становитесь более комфортными с техникой, постепенно увеличивайте продолжительность ваших сеансов.",
      "daily2": "Опытные практикующие могут интегрировать дыхательные упражнения в различные виды деятельности, такие как ходьба, физические упражнения или в стрессовых ситуациях. Дыхательные упражнения универсальны, что делает их бесценным инструментом для ежедневного управления стрессом и поддержания общего здоровья."
    },
    "tips": {
      "title": "Важные советы для эффективной практики:",
      "list": [
        "Дыхательные упражнения лучше практиковать сначала в спокойной обстановке",
        "Носите удобную, свободную одежду когда выполняете дыхательные упражнения",
        "Дыхательные упражнения требуют правильной осанки во время практики",
        "Будьте последовательны в своей ежедневной практике",
        "Слушайте свое тело и регулируйте темп дыхательных упражнений по мере необходимости"
      ]
    },
    "conclusion": {
      "conclusion1": "Если вы испытываете головокружение во время практики, вернитесь к своему обычному дыхательному паттерну. Дыхательные упражнения должны казаться естественными и комфортными.",
      "conclusion2": "Регулярные дыхательные упражнения могут принести долгосрочные преобразующие преимущества, включая улучшение эмоциональной регуляции, повышение устойчивости к стрессу и улучшение общего здоровья.",
      "conclusion3": "Дыхательные упражнения просты, но мощны, доступны каждому и могут быть практикованы в любом месте, что делает их важным инструментом для современной жизни.",
      "conclusion4": "Независимо от того, справляетесь ли вы со стрессом, тревогой или просто хотите улучшить свое благополучие, дыхательные упражнения в вашей ежедневной рутине могут помочь вам достичь лучшего баланса и большей жизненной силы."
    }
  },
  "languageDetection": {
    "title": "Обнаружение языка",
    "description": "Хотите переключиться на",
    "close": "Нет, спасибо",
    "changeAction": "Да, переключить"
  }
}