{
  "home": {
    "goTop": "Наверх",
    "title": "Дыхательное упражнение",
    "description": "Практикуйте управляемые дыхательные упражнения для снятия стресса, улучшения здоровья и на благо всего человечества",
    "keywords": "дыхательное упражнение, медитация, снятие стресса, диафрагмальное дыхание, брюшное дыхание, осознанность, интернационализация, поддержка 20 языков",
    "preview": "Предпросмотр"
  },
  "embed": {
    "button": "Добавить на ваш сайт",
    "title": "Встроить упражнение на дыхание",
    "copy": "Скопировать код",
    "copied": "Код скопирован в буфер обмена!",
    "description": "Добавьте это упражнение на дыхание на ваш сайт:",
    "preview": "Живой просмотр"
  },
  "mainPanel": {
    "title": "Упражнение на дыхание животом",
    "subTitle": "Выберите количество вдохов:",
    "unit": "вдохи",
    "startButton": "Начать",
    "resetButton": "Сбросить",
    "inhale": "Вдохните, расширьте живот",
    "exhale": "Выдохните, сожмите живот",
    "progress": "Прогресс",
    "helpMsg": "Нажмите Начать, чтобы начать",
    "completedTitle": "Отличная работа!",
    "completedMsg": "Вы завершили упражнение на дыхание",
    "completedX": "Потратьте немного времени, чтобы заметить, как вы себя чувствуете"
  },
  "instructions": {
    "title": "Почему стоит практиковать дыхание животом?",
    "intro": {
      "text1": "Дыхание животом, также известное как диафрагмальное дыхание, является фундаментальной, но мощной техникой, которая практикуется на протяжении тысячелетий в различных культурах.",
      "text2": "Эта древняя практика дыхания животом получила значительную научную поддержку в последние годы, поскольку исследователи продолжают открывать ее глубокие эффекты на физическое и психическое здоровье.",
      "text3": "Когда вы практикуете дыхание животом, вы активируете диафрагму — куполообразную мышцу у основания ваших легких, которая естественным образом предназначена для выполнения большей части вашей дыхательной работы.",
      "text4": "Современная жизнь часто приводит к поверхностным, основанным на груди дыхательным паттернам, которые могут способствовать стрессу и тревоге.",
      "text5": "Возвращаясь к естественным паттернам дыхания животом, мы можем активировать реакцию расслабления организма и улучшить наше общее благополучие.",
      "text6": "Регулярная практика дыхания животом может изменить вашу повседневную жизнь, помогая вам более эффективно справляться со стрессом и поддерживать лучшее здоровье."
    },
    "benefits": {
      "title": "Ключевые преимущества дыхания животом:",
      "list": [
        "Снижает стресс и тревогу, активируя парасимпатическую нервную систему",
        "Уменьшает частоту сердечных сокращений и артериальное давление, способствуя здоровью сердечно-сосудистой системы",
        "Улучшает стабильность основных мышц и осанку",
        "Увеличивает поступление кислорода к жизненно важным органам и тканям",
        "Улучшает качество сна и снижает симптомы бессонницы",
        "Повышает концентрацию и ясность ума",
        "Укрепляет иммунную систему за счет снижения стресса",
        "Помогает в пищеварении и метаболизме",
        "Снижает мышечное напряжение и физический стресс",
        "Помогает справляться с хроническими болевыми состояниями"
      ]
    },
    "practice": {
      "title": "Как практиковать дыхание животом:",
      "steps": [
        "Найдите удобное положение, сидя с прямой спиной или лежа на ровной поверхности. Если вы сидите, держите плечи расслабленными, а голову выровненной с позвоночником.",
        "Положите одну руку на грудь, а другую на живот, прямо под грудной клеткой. Это положение рук помогает вам осознать свой дыхательный паттерн.",
        "Начните практику дыхания животом, медленно вдыхая через нос, позволяя животу расширяться, как шар. Рука на животе должна подниматься, в то время как рука на груди должна оставаться относительно неподвижной.",
        "Медленно выдыхайте через сжатые губы, чувствуя, как живот опускается. Представьте, что с каждым выдохом вы освобождаете все напряжение. Рука на животе должна вернуться в исходное положение.",
        "Поддерживайте равномерный ритм дыхания животом. Начните с 4-секундного вдоха и 8-секундного выдоха.",
        "Сосредоточьте внимание на ощущении подъема и опускания в животе, отпуская все отвлекающие мысли."
      ]
    },
    "daily": {
      "title": "Установление ежедневной практики дыхания животом:",
      "daily1": "Для начинающих начните с 5-10 минут дыхания животом, 3-4 раза в день. Выберите определенные моменты, такие как сразу после пробуждения, перед едой или перед сном, чтобы установить регулярную практику. По мере того, как вы становитесь более комфортными с техникой, постепенно увеличивайте продолжительность ваших сеансов дыхания животом.",
      "daily2": "Опытные практикующие могут интегрировать дыхание животом в различные виды деятельности, такие как ходьба, упражнения или в стрессовых ситуациях. Универсальность дыхания животом делает его бесценным инструментом для ежедневного управления стрессом и поддержания общего здоровья."
    },
    "tips": {
      "title": "Важные советы для эффективного дыхания животом:",
      "list": [
        "Практикуйте сначала в спокойной обстановке",
        "Носите удобную, свободную одежду",
        "Поддерживайте правильную осанку во время практики",
        "Будьте последовательны в своей ежедневной практике",
        "Слушайте свое тело и регулируйте темп по мере необходимости"
      ]
    },
    "conclusion": {
      "conclusion1": "Если вы испытываете головокружение или головокружение во время дыхания животом, вернитесь к своему обычному дыхательному паттерну и постепенно вернитесь к практике. Помните, что дыхание животом должно казаться естественным и комфортным.",
      "conclusion2": "Регулярная практика дыхания животом может принести долгосрочные преобразующие преимущества, включая улучшение эмоциональной регуляции, повышение устойчивости к стрессу и улучшение общего здоровья.",
      "conclusion3": "Эта простая, но мощная техника дыхания доступна каждому и может быть практикована в любом месте, что делает ее важным инструментом для современной жизни.",
      "conclusion4": "Независимо от того, справляетесь ли вы со стрессом, тревогой или просто хотите улучшить свое благополучие, интеграция дыхания животом в вашу ежедневную рутину может помочь вам достичь лучшего баланса и большей жизненной силы."
    }
  },
  "languageDetection": {
    "title": "Обнаружение языка",
    "description": "Хотите переключиться на",
    "close": "Нет, спасибо",
    "changeAction": "Да, переключить"
  }
}