{
  "home": {
    "goTop": "Yukarı git",
    "title": "Nefes Egzersizi",
    "description": "Stres giderme, daha iyi sağlık ve tüm insanlık için rehberli karın nefesi egzersizleri yapın",
    "keywords": "nefes egzersizi, meditasyon, stres giderme, diyafram nefesi, karın nefesi, farkındalık, uluslararasılaştırılmış, 20 dil desteği",
    "preview": "Önizleme"
  },
  "embed": {
    "button": "Web sitenize ekleyin",
    "title": "Nefes egzersizini göm",
    "copy": "Kodu kopyala",
    "copied": "Kod panoya kopyalandı!",
    "description": "Bu nefes egzersizini web sitenize ekleyin:",
    "preview": "Canlı Önizleme"
  },
  "mainPanel": {
    "title": "Karın Solunumu Egzersizi",
    "subTitle": "Nefes sayısını seçin:",
    "unit": "nefes",
    "startButton": "Başlat",
    "resetButton": "Sıfırla",
    "muteMsg": "Sessiz",
    "unmuteMsg": "Sesi aç",
    "inhale": "Nefes alın, karnınızı genişletin",
    "exhale": "Nefes verin, karnınızı daraltın",
    "progress": "İlerleme",
    "helpMsg": "Başlamak için Başlat'a basın",
    "completedTitle": "Harika iş!",
    "completedMsg": "Solunum egzersizinizi tamamladınız",
    "completedX": "Nasıl hissettiğinizi fark etmek için bir an ayırın"
  },
  "instructions": {
    "title": "Neden nefes egzersizi yapmalısınız?",
    "intro": {
      "text1": "Nefes egzersizi, diyafram solunumu olarak da bilinir, binlerce yıldır çeşitli kültürlerde uygulanan temel ama güçlü bir tekniktir.",
      "text2": "Bu eski nefes egzersizi uygulaması, son yıllarda önemli bilimsel destek kazanmıştır, çünkü araştırmacılar fiziksel ve zihinsel sağlık üzerindeki derin etkilerini keşfetmeye devam etmektedir.",
      "text3": "Nefes egzersizi yaptığınızda, akciğerlerinizin tabanında bulunan kubbe şeklindeki bir kas olan diyaframı harekete geçirirsiniz, bu kas doğal olarak solunum işinizin çoğunu yapmak üzere tasarlanmıştır.",
      "text4": "Modern yaşam genellikle göğüs tabanlı yüzeysel solunum kalıplarına yol açar, bu da stres ve kaygıya katkıda bulunabilir.",
      "text5": "Doğal solunum kalıplarına geri dönerek nefes egzersizi ile vücudun gevşeme tepkisini harekete geçirebilir ve genel refahımızı artırabiliriz.",
      "text6": "Düzenli nefes egzersizi uygulaması, günlük yaşamınızı değiştirebilir, stresi daha etkili bir şekilde yönetmenize ve daha iyi bir sağlık sürdürmenize yardımcı olabilir."
    },
    "benefits": {
      "title": "Nefes egzersizinin başlıca faydaları:",
      "list": [
        "Nefes egzersizi parasempatik sinir sistemini harekete geçirerek stresi ve kaygıyı azaltır",
        "Kalp atış hızını ve kan basıncını düşürerek kardiyovasküler sağlığı destekler",
        "Düzenli nefes egzersizi çekirdek kasların stabilitesini ve duruşunu iyileştirir",
        "Hayati organlara ve dokulara oksijen tedarikini artırır",
        "Nefes egzersizi uyku kalitesini artırır ve uykusuzluk belirtilerini azaltır",
        "Konsantrasyonu ve zihinsel netliği artırır",
        "Nefes egzersizi stresin azaltılması yoluyla bağışıklık sistemini güçlendirir",
        "Sindirim ve metabolizmaya yardımcı olur",
        "Nefes egzersizi kas gerginliğini ve fiziksel stresi azaltır",
        "Kronik ağrı durumlarını yönetmeye yardımcı olur"
      ]
    },
    "practice": {
      "title": "Nefes egzersizi nasıl yapılır:",
      "steps": [
        "Düz bir yüzeyde oturarak veya uzanarak rahat bir pozisyon bulun. Nefes egzersizi için oturuyorsanız, omuzlarınızı gevşetin ve başınızı omurganızla hizalayın.",
        "Bir elinizi göğsünüze, diğerini karnınıza, kaburgaların hemen altına yerleştirin. Bu el pozisyonu, nefes egzersizi sırasında solunum kalıbınızın farkında olmanıza yardımcı olur.",
        "Burnunuzdan yavaşça nefes alarak nefes egzersizine başlayın, karnınızın bir balon gibi genişlemesine izin verin. Karnınızdaki el yükselmelidir, göğsünüzdeki el ise nispeten sabit kalmalıdır.",
        "Dudaklarınızı büzerek yavaşça nefes verin, karnınızın aşağı indiğini hissedin. Her nefes verişte tüm gerginliği serbest bıraktığınızı hayal edin. Göğsünüz nefes egzersizi boyunca nispeten hareketsiz kalmalıdır.",
        "Nefes egzersizi sırasında sabit bir ritim koruyun. Başlangıçta 4 saniye nefes almayı ve 8 saniye nefes vermeyi hedefleyin.",
        "Karnınızdaki yükselme ve alçalma hissine odaklanın, dikkat dağıtıcı düşünceleri bırakın. Nefes egzersizi sırasında göğsünüzün sabit kalması ve karnınızın hareket etmesi arasındaki farkı gözlemleyin."
      ]
    },
    "daily": {
      "title": "Günlük nefes egzersizi pratiği oluşturma:",
      "daily1": "Yeni başlayanlar için, günde 3-4 kez, 5-10 dakika nefes egzersizi ile başlayın. Uyanır uyanmaz, yemeklerden önce veya yatmadan önce gibi belirli zamanlar seçin, böylece düzenli bir uygulama rutini oluşturabilirsiniz. Teknikle daha rahat hale geldikçe, nefes egzersizi seanslarınızın süresini kademeli olarak artırın.",
      "daily2": "İleri düzey uygulayıcılar, yürüyüş, fiziksel aktivite veya stresli durumlar gibi çeşitli etkinliklere nefes egzersizini entegre edebilirler. Nefes egzersizinin çok yönlülüğü, günlük stres yönetimi ve genel sağlığın korunması için paha biçilmez bir araçtır."
    },
    "tips": {
      "title": "Etkili nefes egzersizi için önemli ipuçları:",
      "list": [
        "Nefes egzersizini başlangıçta sessiz bir ortamda pratik yapın",
        "Nefes egzersizi sırasında rahat ve bol giysiler giyin",
        "Nefes egzersizi pratiği sırasında doğru duruşu koruyun",
        "Günlük nefes egzersizi pratiğinizde tutarlı olun",
        "Vücudunuzu dinleyin ve gerektiğinde nefes egzersizi hızını ayarlayın"
      ]
    },
    "conclusion": {
      "conclusion1": "Nefes egzersizi sırasında baş dönmesi veya sersemlik hissederseniz, normal solunum kalıbınıza geri dönün ve yavaşça pratiğe geri dönün. Nefes egzersizi doğal ve rahat hissettirmelidir.",
      "conclusion2": "Düzenli nefes egzersizi pratiği, duygusal düzenlemenin iyileştirilmesi, strese karşı artan direnç ve genel sağlığın iyileştirilmesi gibi uzun vadeli dönüşümsel faydalar sağlayabilir.",
      "conclusion3": "Bu basit ama güçlü nefes egzersizi tekniği herkes için erişilebilir ve her yerde uygulanabilir, bu da onu modern yaşam için vazgeçilmez bir araç haline getirir.",
      "conclusion4": "Stres, kaygı ile başa çıkıyor veya sadece refahınızı artırmak istiyorsanız, günlük rutininize nefes egzersizini dahil etmek, daha iyi bir denge ve daha fazla canlılık elde etmenize yardımcı olabilir."
    }
  },
  "languageDetection": {
    "title": "Dil Algılama",
    "description": "Şuna geçmek ister misiniz",
    "close": "Hayır, teşekkürler",
    "changeAction": "Evet, geç"
  },
  "footer": {
    "relatedLinks": "İlgili Bağlantılar"
  }
}

