{
  "home": {
    "goTop": "Вгору",
    "title": "Дихальні вправи",
    "description": "Практикуйте кероване дихання животом для зняття стресу, покращення здоров'я та на благо всього людства",
    "keywords": "дихальна вправа, медитація, зняття стресу, діафрагмальне дихання, дихання животом, усвідомленість, інтернаціоналізовано, підтримка 20 мов",
    "preview": "Перегляд"
  },
  "embed": {
    "button": "Додати на ваш сайт",
    "title": "Вбудувати вправу на дихання",
    "copy": "Скопіювати код",
    "copied": "Код скопійовано в буфер обміну!",
    "description": "Додайте цю вправу на дихання на ваш сайт:",
    "preview": "Живий перегляд"
  },
  "mainPanel": {
    "title": "Вправа на дихання животом",
    "subTitle": "Виберіть кількість вдихів:",
    "unit": "вдихи",
    "startButton": "Почати",
    "resetButton": "Скинути",
    "muteMsg": "Вимкнути звук",
    "unmuteMsg": "Увімкнути звук",
    "inhale": "Вдихніть, розширте живіт",
    "exhale": "Видихніть, стисніть живіт",
    "progress": "Прогрес",
    "helpMsg": "Натисніть Почати, щоб розпочати",
    "completedTitle": "Чудова робота!",
    "completedMsg": "Ви завершили свою вправу на дихання",
    "completedX": "Витратьте трохи часу, щоб відчути, як ви себе почуваєте"
  },
  "instructions": {
    "title": "Чому варто практикувати дихальні вправи?",
    "intro": {
      "text1": "Дихальні вправи, включаючи дихання животом або діафрагмальне дихання, є фундаментальною, але потужною технікою, яка практикується протягом тисячоліть у різних культурах.",
      "text2": "Ці давні дихальні вправи отримали значну наукову підтримку в останні роки, оскільки дослідники продовжують відкривати їх глибокі ефекти на фізичне та психічне здоров'я.",
      "text3": "Коли ви практикуєте дихальні вправи, ви активуєте діафрагму — куполоподібний м'яз у основі ваших легенів, який природно призначений для виконання більшої частини вашої дихальної роботи.",
      "text4": "Сучасне життя часто призводить до поверхневих дихальних патернів, які можуть сприяти стресу та тривозі.",
      "text5": "Повертаючись до природних патернів через дихальні вправи, ми можемо активувати реакцію розслаблення організму та покращити наше загальне самопочуття.",
      "text6": "Регулярні дихальні вправи можуть змінити ваше повсякденне життя, допомагаючи вам більш ефективно справлятися зі стресом і підтримувати краще здоров'я."
    },
    "benefits": {
      "title": "Основні переваги дихальних вправ:",
      "list": [
        "Дихальні вправи знижують стрес і тривогу, активуючи парасимпатичну нервову систему",
        "Дихальні вправи зменшують частоту серцевих скорочень і артеріальний тиск, сприяючи здоров'ю серцево-судинної системи",
        "Дихальні вправи покращують стабільність основних м'язів і поставу",
        "Дихальні вправи збільшують постачання кисню до життєво важливих органів і тканин",
        "Регулярні дихальні вправи покращують якість сну і зменшують симптоми безсоння",
        "Дихальні вправи підвищують концентрацію і ясність розуму",
        "Дихальні вправи зміцнюють імунну систему через зниження стресу",
        "Дихальні вправи допомагають в травленні та метаболізмі",
        "Дихальні вправи зменшують м'язову напругу і фізичний стрес",
        "Дихальні вправи допомагають управляти хронічними больовими станами"
      ]
    },
    "practice": {
      "title": "Як практикувати дихальні вправи:",
      "steps": [
        "Знайдіть зручне положення для практики. Дихальні вправи можна виконувати сидячи з прямою спиною або лежачи на рівній поверхні. Якщо ви сидите, тримайте плечі розслабленими.",
        "Покладіть одну руку на груди, а іншу на живіт. Це положення рук допомагає вам усвідомити свій дихальний патерн під час практики.",
        "Почніть виконувати дихальні вправи, повільно вдихаючи через ніс, дозволяючи животу розширюватися, як повітряна куля. Рука на животі повинна підніматися, тоді як рука на грудях повинна залишатися відносно нерухомою.",
        "Повільно видихайте через стиснуті губи, відчуваючи, як живіт опускається. Уявіть, що з кожним видихом ви звільняєте всю напругу. Під час практики груди повинні залишатися нерухомими.",
        "Підтримуйте рівномірний ритм. Дихальні вправи краще починати з 4-секундного вдиху і 8-секундного видиху.",
        "Зосередьте свою увагу на відчутті підйому і опускання в животі, відпускаючи будь-які відволікаючі думки. Зверніть увагу на контраст між рухом живота та нерухомістю грудей."
      ]
    },
    "daily": {
      "title": "Встановлення щоденної практики:",
      "daily1": "Для початківців почніть з 5-10 хвилин практики, 3-4 рази на день. Дихальні вправи краще виконувати в певні моменти, такі як відразу після пробудження, перед їжею або перед сном, щоб встановити регулярну практику. У міру того, як ви стаєте більш комфортними з технікою, поступово збільшуйте тривалість ваших сеансів.",
      "daily2": "Досвідчені практики можуть інтегрувати дихальні вправи у різні види діяльності, такі як ходьба, фізичні вправи або під час стресових ситуацій. Дихальні вправи універсальні, що робить їх безцінним інструментом для щоденного управління стресом і підтримання загального здоров'я."
    },
    "tips": {
      "title": "Важливі поради для ефективної практики:",
      "list": [
        "Дихальні вправи краще практикувати спочатку в спокійному середовищі",
        "Носіть зручний, вільний одяг коли виконуєте дихальні вправи",
        "Дихальні вправи вимагають правильної постави під час практики",
        "Будьте послідовними у своїй щоденній практиці",
        "Слухайте своє тіло і регулюйте темп дихальних вправ за потреби"
      ]
    },
    "conclusion": {
      "conclusion1": "Якщо ви відчуваєте запаморочення під час практики, поверніться до свого нормального дихального патерну. Дихальні вправи повинні відчуватися природно і комфортно.",
      "conclusion2": "Регулярні дихальні вправи можуть принести довгострокові трансформаційні переваги, включаючи покращення емоційної регуляції, підвищення стійкості до стресу і покращення загального здоров'я.",
      "conclusion3": "Дихальні вправи прості, але потужні, доступні для всіх і можуть бути практиковані в будь-якому місці, що робить їх важливим інструментом для сучасного життя.",
      "conclusion4": "Незалежно від того, чи справляєтеся ви зі стресом, тривогою або просто хочете покращити своє самопочуття, дихальні вправи у вашій щоденній рутині можуть допомогти вам досягти кращого балансу і більшої життєвої сили."
    }
  },
  "languageDetection": {
    "title": "Виявлення мови",
    "description": "Бажаєте переключитися на",
    "close": "Ні, дякую",
    "changeAction": "Так, переключити"
  }
}