{
  "home": {
    "goTop": "Нагору"
  },
  "embed": {
    "button": "Додати на ваш сайт",
    "title": "Вбудувати вправу на дихання",
    "copy": "Скопіювати код",
    "copied": "Код скопійовано в буфер обміну!",
    "description": "Додайте цю вправу на дихання на ваш сайт:",
    "preview": "Живий перегляд"
  },
  "mainPanel": {
    "title": "Вправа на дихання животом",
    "subTitle": "Виберіть кількість вдихів:",
    "unit": "вдихи",
    "startButton": "Почати",
    "resetButton": "Скинути",
    "inhale": "Вдихніть, розширте живіт",
    "exhale": "Видихніть, стисніть живіт",
    "progress": "Прогрес",
    "helpMsg": "Натисніть Почати, щоб розпочати",
    "completedTitle": "Чудова робота!",
    "completedMsg": "Ви завершили свою вправу на дихання",
    "completedX": "Витратьте трохи часу, щоб відчути, як ви себе почуваєте"
  },
  "instructions": {
    "title": "Чому варто практикувати дихання животом?",
    "intro": {
      "text1": "Дихання животом, також відоме як діафрагмальне дихання, є фундаментальною, але потужною технікою, яка практикується протягом тисячоліть у різних культурах.",
      "text2": "Ця давня практика дихання животом отримала значну наукову підтримку в останні роки, оскільки дослідники продовжують відкривати її глибокі ефекти на фізичне та психічне здоров'я.",
      "text3": "Коли ви практикуєте дихання животом, ви активуєте діафрагму — куполоподібний м'яз у основі ваших легенів, який природно призначений для виконання більшої частини вашої дихальної роботи.",
      "text4": "Сучасне життя часто призводить до поверхневих, заснованих на грудях дихальних патернів, які можуть сприяти стресу та тривозі.",
      "text5": "Повертаючись до природних патернів дихання животом, ми можемо активувати реакцію розслаблення організму та покращити наше загальне самопочуття.",
      "text6": "Регулярна практика дихання животом може змінити ваше повсякденне життя, допомагаючи вам більш ефективно справлятися зі стресом і підтримувати краще здоров'я."
    },
    "benefits": {
      "title": "Основні переваги дихання животом:",
      "list": [
        "Знижує стрес і тривогу, активуючи парасимпатичну нервову систему",
        "Зменшує частоту серцевих скорочень і артеріальний тиск, сприяючи здоров'ю серцево-судинної системи",
        "Покращує стабільність основних м'язів і поставу",
        "Збільшує постачання кисню до життєво важливих органів і тканин",
        "Покращує якість сну і зменшує симптоми безсоння",
        "Підвищує концентрацію і ясність розуму",
        "Зміцнює імунну систему через зниження стресу",
        "Допомагає в травленні та метаболізмі",
        "Зменшує м'язову напругу і фізичний стрес",
        "Допомагає управляти хронічними больовими станами"
      ]
    },
    "practice": {
      "title": "Як практикувати дихання животом:",
      "steps": [
        "Знайдіть зручне положення, сидячи з прямою спиною або лежачи на рівній поверхні. Якщо ви сидите, тримайте плечі розслабленими, а голову вирівняною з хребтом.",
        "Покладіть одну руку на груди, а іншу на живіт, прямо під грудною кліткою. Це положення рук допомагає вам усвідомити свій дихальний патерн.",
        "Почніть практику дихання животом, повільно вдихаючи через ніс, дозволяючи животу розширюватися, як повітряна куля. Рука на животі повинна підніматися, тоді як рука на грудях повинна залишатися відносно нерухомою.",
        "Повільно видихайте через стиснуті губи, відчуваючи, як живіт опускається. Уявіть, що з кожним видихом ви звільняєте всю напругу. Рука на животі повинна повернутися до початкового положення.",
        "Підтримуйте рівномірний ритм з вашим диханням животом. Почніть з 4-секундного вдиху і 8-секундного видиху.",
        "Зосередьте свою увагу на відчутті підйому і опускання в животі, відпускаючи будь-які відволікаючі думки."
      ]
    },
    "daily": {
      "title": "Встановлення щоденної практики дихання животом:",
      "daily1": "Для початківців почніть з 5-10 хвилин дихання животом, 3-4 рази на день. Виберіть певні моменти, такі як відразу після пробудження, перед їжею або перед сном, щоб встановити регулярну практику. У міру того, як ви стаєте більш комфортними з технікою, поступово збільшуйте тривалість ваших сеансів дихання животом.",
      "daily2": "Досвідчені практики можуть інтегрувати дихання животом у різні види діяльності, такі як ходьба, вправи або під час стресових ситуацій. Універсальність дихання животом робить його безцінним інструментом для щоденного управління стресом і підтримання загального здоров'я."
    },
    "tips": {
      "title": "Важливі поради для ефективного дихання животом:",
      "list": [
        "Практикуйте спочатку в спокійному середовищі",
        "Носіть зручний, вільний одяг",
        "Підтримуйте правильну поставу під час практики",
        "Будьте послідовними у своїй щоденній практиці",
        "Слухайте своє тіло і регулюйте темп за потреби"
      ]
    },
    "conclusion": {
      "conclusion1": "Якщо ви відчуваєте запаморочення або запаморочення під час дихання животом, поверніться до свого нормального дихального патерну і поступово поверніться до практики. Пам'ятайте, що дихання животом повинно відчуватися природно і комфортно.",
      "conclusion2": "Регулярна практика дихання животом може принести довгострокові трансформаційні переваги, включаючи покращення емоційної регуляції, підвищення стійкості до стресу і покращення загального здоров'я.",
      "conclusion3": "Ця проста, але потужна техніка дихання доступна для всіх і може бути практикована в будь-якому місці, що робить її важливим інструментом для сучасного життя.",
      "conclusion4": "Незалежно від того, чи справляєтеся ви зі стресом, тривогою або просто хочете покращити своє самопочуття, інтеграція дихання животом у вашу щоденну рутину може допомогти вам досягти кращого балансу і більшої життєвої сили."
    }
  }
}